{"id": 1, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "1.(가)와 (나)에 대한 이해로 가장 적절한 것은?\n역력히 이 나무를 닮고\n① (가)와 달리 (나)는 의태어를 사용하여 시적 상황을 드러내\n역력히 이 마음을 닮은\n고 있다.\n내 사랑의 표지입니다\n② (나)와 달리 (가)는 스스로에게 묻는 질문을 활용하여 주제\n붉은 날인과 같은 회상입니다\n의식을 강조하고 있다.\n③ (가)는 독백의 방식을 통해, (나)는 대화의 방식을 통해 시\n당신이여\n상을 전개하고 있다.\n불씨 한 줌 머금고 죽어도 좋을\n④ (가)와 (나)는 모두 점층적 표현을 사용하여 대상의 역동성\n이 외로운 겨울밤 겨울밤\n을 부각하고 있다.\n- 김남조, ｢설목(雪木)｣ -\n⑤ (가)와 (나)는 모두 시적 대상의 변화 과정을 통해 시간의\n(나) 흐름에 따른 세태 변화를 드러내고 있다.\n마당에서 봄과 여름에 정든 얼굴들이\n하나하나 사라져 갔다.\n그렇게 명성이 높던 오동잎도 다 떨어지고"}
{"id": 2, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "2.(가), (나)를 계절적 배경에 주목하여 감상한 내용으로 적절하\n저무는 가을 하늘에 인가(人家)의 정서를 품던\n지 않은 것은?\n굴뚝 보얀 연기도\n찬바람에 그만 무색해졌다. ① 가을에서 겨울로 넘어갈 때 만물이 쇠락한다는 것에 주목한\n다면, (가)의 ‘시냇물마저 여위는’ 것은 화자의 쓸쓸한 처지\n그런 ㉠늦가을에 김장 걱정을 하면서 집을 팔게 되어 와 조응한다고 볼 수 있겠군.\n다가오는 겨울이 더 외롭고 무서웠다. ② 겨울이 세상이 얼어붙는 고요한 계절임에 주목한다면, (가)\n이삿짐을 따라 비탈길을 총총히 걸어 의 ‘물방울 소리 하나 들리지 않는’ 것은 적막한 분위기를 드\n㉡두만강 건너는 이사꾼처럼 회색 하늘 속으로 러낸 것으로 볼 수 있겠군.\n들어가 식솔들이 저녁상에 둘러 앉으니 ③ 겨울이 생명력이 위축되는 계절임에 주목한다면, (나)의 ‘말\n어머님 한 분만 오시잖아서 ㉢별안간 앞니가 한마디 못하고 갈라진’다는 것은, 화자가 성찰을 통해 내적\n무너진 듯 허전해서 눈 둘 곳이 없었다. 성숙을 이루고 있음을 드러낸 것으로 볼 수 있겠군.\n낯선 사람들이 축대에 검정 포장을 치고 ④ 겨울 뒤에 봄이 오는 계절의 순환에 주목한다면, (나)의 ‘얼\n초롱을 달고 가던 이튿날 목 없는 아침이 음을 녹이며’ ‘봄’을 ‘찾는 것’은 시련 속에서도 희망을 잃지\n달겨들어 영원한 이별인데 않으려는 화자의 태도를 드러낸 것으로 볼 수 있겠군.\n말 한마디 못하고 갈라진 어머니시다! ⑤ 겨울이 가장 추운 계절임에 주목한다면, (나)의 ‘눈과 얼음에\n덮인 대지의 하루를 넘어서는’ 것은 괴로운 현실을 견뎌 내\n가신 뒤에 보니 세월 속에 묻혀 있는 형제들 공동의 부엌까지\n는 화자의 모습을 의미한다고 볼 수 있겠군.\n1\n16\n2 국어 영역\n고 3"}
{"id": 3, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "3.<보기>를 바탕으로 (가)를 감상한 내용으로 적절하지 않은 법률 행위의 해석은 일정한 기준 에 따라 합리적으로 이루어\n것은? [3점] 져야 한다. 당사자가 법률 행위로 달성하려고 하는 목적 및 법\n률 행위 당시의 제반 사정은 우선적으로 고려되는 기준이다. 그\n< 보 기 >\n리고 법률 행위의 내용은 대체로 그 분야의 관습을 토대로 이\n(가)에서는 이별한 뒤에 혼자 남게 된 화자가 내면의 슬픔과\n루어지는 것이 일반적이라는 점에서, 이를 해석의 기준으로 삼\n자신의 사랑에 대한 인식을 드러내고 있다. ‘설목’은 상대방에\n을 수 있다. 관습에 대한 당사자의 의사 표시가 없거나 명확하\n대한 절대적 사랑을 표상하는 것으로, 이 작품은 화자의 영원\n지 않은 경우에는 관습에 따르지만, 당사자의 의사와 상관없이\n하고 순결한 사랑에 대한 정신적 지향을 형상화하고 있다.\n강제적으로 적용되는 규범인 강행 규정을 위반하는 관습은 효\n력이 인정되지 않는다. 한편 법률 행위와 관련된 관습이 없고,\n① ‘나의 마음 속’에 ‘한 그루 설목을 가꾸어 왔’다는 것은, 상대\n당사자가 임의 규정과 다른 의사를 표시하지 않은 경우에는 임\n방에 대한 사랑을 간직하고 키워 가는 화자의 태도를 드러내\n의 규정을 법률 행위의 해석 기준으로 삼을 수 있다. 그리고 권\n는 것이겠군.\n리의 행사와 의무의 이행은 신의를 좇아 성실히 하여야 한다는\n② ‘나를 미워하면서’라도 ‘내 옆에 남아줌’을 간절히 바라는 것\n신의 성실의 원칙도 법률 행위의 해석 기준이 될 수 있다.\n은, 이별의 슬픔을 정신적으로 승화하려는 화자의 자세를 드\n법률 행위의 해석 방법에는 ㉠자연적 해석, ㉡규범적 해석,\n러내는 것이겠군.\n보충적 해석 등이 있다. 자연적 해석이란 표의자의 진의를\n③ ‘나뭇가지’가 ‘사철 고드름 달고’ ‘위로 설악에 뻗는’ 것은, 어\nⓐ밝히는 해석으로, 계약서상의 문구와 같은 표시 행위에\n떤 시련에서도 지키고 싶은 사랑에 대한 화자의 지향을 형상\n얽매이지 않고 제반 사정을 종합하여 표의자의 진의를 밝히\n화한 것이겠군.\n는 해석이다. 계약의 경우 표의자의 진의와 다른 의사 표시가\n④ ‘백엽보다도 희고 손 시린’ 나무의 모습을 ‘내 사랑의 표지’라\n있었다 하더라도 표의자와 표시 수령자 간에 의사의 합치가\n고 한 것은, 상대방을 향한 화자의 순수한 사랑을 표상하는\n있다고 한다면, 표시 행위 본래의 목적이 달성된 것으로 보고\n것이겠군.\n표의자의 진의대로 법률 행위의 내용을 확정하는 것은 자연적\n⑤ ‘당신’을 부르며 ‘불씨 한 줌 머금고 죽어도 좋’겠다고 하는 해석에 해당한다. 이 경우에는 진의와 다른 의사 표시는 표의\n것은, 화자가 상대방에 대한 절대적인 사랑을 드러내는 것이 자의 의사를 해하지 않는다는 의미의 ‘오표시 무해의 원칙’이\n겠군. 적용된다. 그리고 유언자의 진의를 바탕으로 유언의 의미가 무\n엇인지 명확하게 밝히는 것도 자연적 해석에 해당한다.\n규범적 해석은 표시 행위의 객관적 의미를 탐구하는 해석이"}
{"id": 4, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "4.(나)의 ㉠～㉤에 대한 이해로 적절하지 않은 것은? 다. 이 해석은 표의자의 표시 행위를 그대로 신뢰한 표시 수령\n자를 보호하기 위해 행해질 수 있다. 규범적 해석에서는 표시\n① ㉠을 통해 화자가 실생활에서 느끼는 삶의 무게를 드러내고\n수령자가 실제로 표시 행위를 어떻게 이해했느냐만을 가지고\n있다.\n법률 행위를 해석하지는 않고, 제반 사정을 고려하여 적절한\n② ㉡을 통해 삶의 터전이 흔들리는 화자의 상황을 드러내고 있\n주의를 기울인 합리적인 사람이라면 표시 행위를 어떻게 이해\n다.\n했어야 하느냐를 중시하여 법률 행위를 해석한다. 어떤 계약에\n③ ㉢을 통해 어머니의 부재를 실감하게 된 화자의 상실감을 드\n서 계약서의 내용과 일치하는 주장을 하는 표시 수령자가 계\n러내고 있다.\n약서의 내용과 다른 주장을 하는 표의자의 진의를 알지 못했\n④ ㉣을 통해 형제들이 함께 모일 수 있는 구심점이 사라졌음을\n던 경우에 표시 수령자의 주장을 인정하는 것은 규범적 해석\n드러내고 있다.\n에 해당한다. 그런데 표시 수령자가 표의자의 진의를 알았거\n⑤ ㉤을 통해 화자를 대하는 주변 사람들의 비정함을 드러내고\n나, 또는 알지 못했다 하더라도 표시 수령자의 과실로 표의자\n있다.\n의 진의를 알지 못했을 경우에는 표의자의 의사를 인정하는\n해석이 이루어질 수도 있다. 규범적 해석의 결과로 도출된 법\n률 행위의 내용이 표의자의 진의와 다를 경우에는 표의자의\n[5~10] 다음 글을 읽고 물음에 답하시오.\n법익이 침해될 수 있다. 이때 표의자는 법률 행위의 중요한 의\n민법에서 법률 행위는 의사 표시를 필수적 요소로 하여 법 사 표시에 착오가 있었다는 것을 입증함으로써 해당 의사 표\n률 효과를 발생시키는 행위로 유언이나 계약 등이 이에 해당 시를 취소할 수 있지만, 표의자의 중대한 과실로 인한 의사 표\n한다. 의사 표시는 일정한 법률 효과의 발생을 목적으로 하는 시는 취소할 수 없다.\n의사를 표시하는 것인데, 표시 행위에는 말이나 글뿐만 아니라 보충적 해석은 자연적 해석 또는 규범적 해석에 따라 법률\n머리를 끄덕이거나 손을 드는 것과 같은 동작이나 침묵 등도 행위의 성립이 인정된 후에 고려되는 것으로 ㉮흠결이 있는\n포함된다. 법률 행위에서 의사를 표시한 사람인 표의자의 진의 법률 행위의 보충을 의미한다. 보충적 해석은 모든 법률 행위\n와 표시된 의사가 명백하게 일치하여 이론의 여지가 없을 경 에서 할 수 있으나 주로 계약에서 행해진다. 어떤 계약에서 계\n우는 문제가 되지 않는다. 하지만 표의자의 의사가 불분명한 약 체결 당시에는 미처 생각하지 못했던 상황이 계약 체결 이\n경우나 의사 표시를 받아들이는 상대방인 표시 수령자가 표의 후 발생하여 문제가 되었을 때, 이러한 상황을 계약 당시 알았\n자의 의사 표시를 표의자의 진의와 다르게 받아들이게 되는 다면 양 당사자가 어떻게 계약했을 것인가를 고려하여 법률\n경우 등이 발생하면 법률 행위의 해석이 필요하다. 법률 행위 행위를 해석하는 것은 보충적 해석에 해당한다고 볼 수 있다.\n의 해석은 법률 행위의 내용을 확정하는 것으로, 법률 행위의 이때 계약 당시 미처 생각하지 못했던 상황이 법률 행위의 흠\n성립과 유효성 여부를 판단하는 데 있어 중요한 역할을 한다. 결이 되는 것이다.\n2\n16\n국어 영역 3\n고3\n가령, 서로 다른 곳에서 병원을 운영하고 있는 의사 갑과"}
{"id": 8, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "8.㉠, ㉡을 바탕으로 <보기>에 대해 반응한 내용으로 적절하지\n을이 서로의 병원을 교환하기로 계약을 맺고 병원을 옮겼\n않은 것은? [3점]\n다. 그 후에 을이 그 교환 계약이 무효라고 주장하면서 종\n< 보 기 >\n전의 병원으로 다시 돌아가겠다는 의사를 표시하였고, 갑이\n(가) A가 B에게 자두나무를 판매하기로 하여 B는 이를 수락\n교환 계약의 유효 확인을 청구하면서 을이 종전의 병원이나\n하였다. 그런데 계약서를 작성하는 과정에서 A가 착각\n그 부근에서 개원하는 것을 금지하는 내용을 청구한 사안이\n하여 계약서에 매매 대상을 앵두나무로 잘못 표기하였\n있다고 하자. 이 사안에 대해 법원에서는, 갑과 을이 교환\n다. A와 B는 계약서의 내용대로 계약을 체결하였다.\n계약 당시 상대방이 종전에 운영하던 병원으로 곧 돌아올\n[A]가능성을 염두에 두지 않아서 그에 대해 아무런 약정을 하 (나) C는 금 100g을 판매하려고 하였으나, D와 매매 계약을\n체결할 당시 100g의 판매 금액에 해당하는 가격에 100\n지 않은 것이 분쟁의 원인이라고 판단했고, 계약 당사자의\n돈(1돈=3.75g)을 판매하겠다고 잘못 말하였다. C와 D\n일방이 곧바로 종전의 병원으로 돌아간다면 이는 전체 계약\n는 C의 말대로 계약을 체결하였다.\n의 목적을 위협하는 것으로 보았다. 그래서 법원에서 만약\n당사자들이 교환 계약 이행 완료 후 2~3년 내에 상대방이\n*(가)와 (나)에서 판매자는 표의자, 구매자는 표시 수령자이다.\n종전의 병원으로 돌아올 것을 예상했다면 그 기간 동안의\n복귀 금지에 합의하였을 것으로 판단하여 갑의 청구를 받아\n① ㉠의 경우, (가)의 A가 매매 대상을 자두나무라고 주장하고\n들인다는 판결을 내렸다. 그렇다면 이 판결은 보충적 해석\nB가 이를 받아들인다면 A의 진의대로 법률 행위가 성립한다\n을 토대로 이루어진 것으로 볼 수 있다.\n고 보겠군.\n② ㉠의 경우, (가)의 앵두나무라는 문구나 (나)의 100돈을 판"}
{"id": 5, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "5.윗글에 대한 설명으로 가장 적절한 것은? 매하겠다는 C의 말에 얽매이지 않고 제반 사정을 종합하여\n표의자의 진의를 밝혀야 한다고 보겠군.\n① 법률 행위의 해석의 필요성과 그 의의를 밝히고, 해석 기준\n③ ㉡의 경우, (가)의 A와 (나)의 C가 의사 표시의 착오로 인해\n과 해석 방법을 설명하고 있다.\n법익이 침해되었다고 입증하면 A와 C에게 중대한 과실이 있\n② 법률 행위의 해석 방법들을 제시하고, 각 방법의 장단점을\n더라도 계약은 취소할 수 있다고 보겠군.\n평가하여 종합적 결론을 도출하고 있다.\n④ ㉡의 경우, (나)의 C가 적정한 값이 아닌 가격에 100돈의 금\n③ 법률 행위와 관련된 특정한 사례를 소개하고, 그 사례에 적\n을 판매하기로 한 말에 중대한 과실이 있다면 해당 의사 표시를\n용한 해석 방법의 타당성을 검토하고 있다.\n취소할 수 없다고 보겠군.\n④ 법률 행위의 해석이 필요한 이유를 밝히고, 해석 방법이 사\n⑤ ㉡의 경우, (나)의 C가 계약 내용이 잘못되었다고 주장하고\n회에 미친 영향을 인과적으로 서술하고 있다.\nD가 과실로 C의 진의를 알지 못했다면 C의 진의를 인정하는\n⑤ 법률 행위의 해석에 필요한 기준을 서술하고, 그 해석 기준\n해석이 이루어질 수도 있다고 보겠군.\n이 발전해 온 과정을 통시적으로 서술하고 있다."}
{"id": 6, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "6.윗글의 내용과 일치하지 않는 것은?\n① 민법에서의 법률 행위는 의사 표시를 반드시 필요로 한다."}
{"id": 9, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "9.[A]에서 ㉮에 해당하는 내용으로 가장 적절한 것은?\n② 보충적 해석은 법률 행위의 성립이 인정된 후에 고려되는 해\n석 방법이다. ① 을이 종전의 병원으로 다시 돌아가겠다는 의사를 표시한 계약\n③ 언어적 표현 없이 몸짓만으로도 법률 효과를 지니는 의사가 ② 갑과 을이 일정 기간 후에 서로 다시 종전의 병원으로 돌아\n표시될 수 있다. 가기로 한 합의\n④ 법률 행위의 해석은 법률 행위의 성립과 유효성 여부를 판단 ③ 갑이 종전의 병원이나 그 부근에서 개원하는 것을 금지하는\n하는 데 중요한 역할을 한다. 내용을 담은 을의 청구\n⑤ 자연적 해석에서 적용되는 오표시 무해의 원칙은 표의자의 ④ 상대방이 종전의 병원으로 돌아올 것을 예상하고 일정 기간\n진의보다 표시 행위를 중시한다. 복귀하지 않기로 한 합의\n⑤ 계약 당시 상대방이 곧 종전의 병원으로 돌아올 수도 있는\n상황을 염두에 두지 않은 계약"}
{"id": 7, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "7. 일정한 기준 에 대해 이해한 내용으로 적절하지 않은 것은?\n① 강행 규정에 어긋나는 관습은 기준이 될 수 없다.\n② 법률 행위를 통해 달성하려고 하는 당사자의 목적은 기준이\n될 수 있다."}
{"id": 10, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "10.문맥상 ⓐ의 의미와 가장 유사한 것은?\n③ 권리의 행사와 의무의 이행과 관련된 신의 성실의 원칙은 기\n준이 될 수 있다. ① 갑자기 정전이 되어 우리는 촛불을 밝혀 놓았다.\n④ 관련된 관습이 없고 당사자가 임의 규정과 다른 의사를 표시 ② 어젯밤을 꼬박 밝혀 회의를 했지만 진전이 없었다.\n하지 않으면 그 임의 규정은 기준이 될 수 있다. ③ 어둠 속에서 길을 찾기 위해 눈을 밝혀 살펴보았다.\n⑤ 법률 행위와 관련된 관습이 있을 때 당사자가 그 관습을 따 ④ 그 사건의 전모를 밝혀 억울한 사람이 없게 해야 한다.\n르겠다는 의사 표시가 있어야 기준이 될 수 있다. ⑤ 내 동생은 단 음식을 너무 밝혀 건강을 해칠까봐 걱정이다.\n3\n16\n4 국어 영역\n고 3\n[11~15] 다음 글을 읽고 물음에 답하시오. 오는 천둥소리 다시 듣기 어렵도다. 봉황은 나를 버리고 어\n디로 갔는고. 내 소식이 망연하다.”\n(가)\n㉣넘을수록 청산이요, 건널수록 광파(狂波)로다. 다리는 죽\n망덕사의 승려 선율은 돈을 시주받아 육백반야경(六百般若\n장같이 붓고, 눈물이 비 오듯이 흘러 길을 분별치 못하더라.\n經)을 만들려 하다가 완성되기 전에 갑자기 저승사자에게 쫓\n그러구러 염라국을 돌아드니 철성(鐵城)을 둘렀는데, 문 지키\n겨 염라대왕에게 갔다. 염라대왕이 물었다.\n는 나졸들이 장창 대검을 들고 혹좌혹립(或座或立)하였더라.\n“너는 인간 세상에서 무슨 일을 하였느냐?”\n그러구러 들어가니, 한 사자 이십 전 여아를 이끌고 오며 쇠\n선율이 말했다.\n뭉치로 치니 유혈이 낭자하거늘, 홍이 대경하여 사자에게 문\n“소승은 늘그막에 대품반야경(大品般若經)을 완성하려고\n왈,\n했으나, 과업을 이루지 못하고 왔습니다.”\n“저 아이는 무슨 죄로 저다지 하나이까.”\n염라대왕이 말했다.\n그 사자 답 왈,\n“네 수명은 비록 다하였으나 좋은 소원을 다 마치지 못했으\n“저 아이는 본래 안남국 궁녀로서 신하를 간통하여 어진 성\n니, 다시 인간 세상으로 돌아가 보배로운 불전을 끝마치는\n군을 죽이고 그 신하를 세우고저 하매 국내가 요란한지라,\n것이 마땅하다.”\n가히 세상에 두지 못할 인물인고로 잡아 오나이다.”\n그러고는 선율을 인간 세상으로 돌려보냈다.\n돌아오는 길에 한 여인이 울면서 선율 앞에 와 절을 하고 (중략)\n말했다.\n그러구러 들어가니, 철성이 높아 하늘에 닿는 듯하고, 한 궁\n“저 역시 남염주 신라 사람인데, 부모가 금강사의 논 한 이\n궐이 있으되 극히 엄숙하더라.\n랑을 몰래 훔친 죄에 연루되어 저승에 잡혀 와서 오랫동안\n그 문에 이르러 문틈으로 살펴보니, 염라대왕이 통천관을 쓰\n무거운 고통을 받고 있습니다. 이제 법사께서 고향으로 돌아\n고 몸에 곤룡포를 입고 뚜렷이 앉았거늘, 좌우를 둘러보니 홍\n가시거든 제 부모에게 이 일을 말하여 빨리 그 논을 돌려주\n단령 입은 선관이 무슨 책을 가지고 분주 창황하여 오락가락\n도록 해 주십시오. 또 제가 세상에 있을 때 참기름을 침상\n하는지라.\n아래에 숨겨 두고, 곱게 짠 베를 이불 사이에 감추어 두었으\n그 안으로 들어가니 청령 소리 높이 나며 황건 쓴 나졸들이\n니, 법사께서는 제 기름을 가져다 불등(佛燈)을 켜 주시고,\n왕방울을 둘러차고 맹호같이 달려들어 설홍을 잡아가거늘, 홍\n그 베를 팔아서 불경을 베끼는 비용으로 쓰십시오. 그렇게\n이 혼백이 상천(上天)하고 정신이 탈진하여 죽은 듯이 엎드렸\n해 주신다면 황천에서도 은혜를 입어 고통에서 벗어날 수\n더니, 전상으로서 염라대왕이 분부를 내리시되,\n있을 것입니다.”\n“설홍아, 들으라. 너는 삼태 선관으로서 상제전 모시는 선녀\n선율이 말했다.\n와 더불어 글 지어 화답한 죄로 지하에 내리어 사십 년을\n“그대의 집은 어디에 있는가?”\n구류하여 인간으로 쫓아 명국 금릉 땅 앵무동 설희문의 자\n“사량부 구원사의 서남리입니다.”\n식이 되려니와 부모를 조실하고 여러 번 죽을 액을 겪게 하\n선율이 그 말을 듣고 막 가려 할 때 다시 살아났다. ㉠이때\n며, 그 선녀는 풍도(酆都)에 보내 십 년을 머무른 후에 명국\n는 선율이 죽은 지 열흘이 되어 남산 동쪽 기슭에 이미 장사\n소주 땅의 구화동 왕녕의 여식이 되게 함이요, 고생으로 지\n지낸 후였다. 선율이 무덤 속에서 사흘 동안이나 살려 달라고\n내기 하늘이 정한 일이어니와 이는 무엇이뇨. 천명을 거슬리\n부르짖자, 지나가던 목동이 이 소리를 듣고 절에 알렸으므로\n어 봉황으로 하여금 상제전 진공하는 천도(天桃)를 입으로\n절의 승려가 가서 무덤을 파고 꺼내 주었다. 선율은 전에 있었\n앗아 먹으니, 상제 알으시고 봉황은 쉰 길 지함에 가두시고,\n던 일을 다 말하고 그 여인의 집을 찾아갔다. ㉡여인이 죽은\n천도 맡은 선관은 멀리 유배를 보내시니, 이는 다 너로 하여\n지 15년이 지났는데, 참기름과 베는 그 자리에 그대로 있었다.\n일어난 일이라. 내 문죄코져 너를 앞에 세우니, 죄상을 바로\n선율이 그녀가 말한 대로 명복을 빌었더니 여자의 혼이 와서\n아뢰라. 일정 기망하면 네 살을 깎고 뼈를 빼어 바람에 흩어\n아뢰었다.\n버리고, 세상의 그림자도 없게 하리라. 종실직고하라.”\n“스님의 은혜에 힘입어 저는 이미 고뇌에서 벗어났습니다.”\n호령을 높이 하니, 재상의 선관이 영을 받아 내리니 대하에\n당시 사람들은 이를 듣고 모두 놀라 감탄하지 않는 자가 없\n황건으로 싼 나졸이 장창 대검을 들고 일시에 달려들어 ㉤설\n어 그를 도와 불경을 완성시켰다. 불경은 경주의 승사 서고(僧\n홍을 잡아 내려 주살하는 소리 하늘이 무너지는 듯하고 땅이\n司書庫) 안에 있다. 매년 봄과 가을에 그것을 돌려 읽으며 재\n깨어지는 듯하더라.\n앙이 물러가기를 빌었다.\n설홍이 정신을 다시 차려 아뢰되,\n- 일연, ｢선율 환생｣ -\n“소자는 만 번 죽사와도 아깝지 아니하오나, 소자 어찌 천명\n을 거슬리어 봉황으로 하여금 상제전 진공하시는 천도를 앗\n(나)\n아 먹사오리까. 어린 소견에 생각하오니 바람에 떨어져 물에\n사자 홍사(紅絲)를 내어 홍을 결박하여 이끌며 하는 말이,\n빠지옵고, 잡초에 떨어져 임자 없이 버린 열매를 봉황이 물\n“어서 가자, 바삐 가자.”\n어다가 주었기로 먹었사오니 그걸 어이 죄라 하오리오. 또한\n성화같이 재촉하며 철퇴로 치니, 유혈이 낭자하며 전신을 쓰\n소자를 이렇게 잡아다가 천정으로 국문하옵시니, 만 번 죽사\n지 못하게 되었더라.\n와도 이밖에는 다시 아뢸 말씀 없사오니, 복걸 대왕은 올바\n설홍이 정신을 잃어 아무리 할 줄을 모르다가 겨우 진정하\n르게 밝혀 통촉하옵시어 가련한 목숨을 살려 주옵소서. 세상\n여 지성으로 빌되, ㉢왕명을 어이하리오. 사자를 따라서 저\n을 보게 하소서.”\n있던 허공 산하를 바라보며 낙루 탄식 왈,\n왕이 설홍의 말을 듣고 다시 분부하되,\n“저 공산명월은 이제 가면 언제 볼꼬. 잔잔한 시냇가에 날아\n4\n16\n국어 영역 5\n고3\n“너를 지옥에 가두어 세상을 보지 못하게 할 터이되, 네 말"}
{"id": 14, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "14.(나)를 읽고 알 수 있는 내용으로 적절하지 않은 것은?\n을 들으니 일리 그러하다. 연이나 세상에 머물면 고생으로\n① 염라대왕은 천명을 거스르지 않았다는 설홍의 말에 일리가\n지낼 터이기로 방송하거니와 일후는 다시 그런 허물을 없게\n있다고 판단했다.\n하라.”\n② 염라대왕은 설홍이 이승에 나가면 고생하지 않고 허물없이\n하며 문밖에 내치니라.\n살 수 있다고 보았다.\n설홍이 죄를 면하고 세상에 나오게 되었으나 갈 바를 알지\n못하여 부르짖더라. ③ 설홍은 저승사자를 따라 이승을 떠나면서 이승으로 돌아오는\n- 작자 미상, ｢설홍전｣ - 것이 어려울 것이라고 여겼다.\n④ 설홍은 염라대왕에게 봉황이 자신에게 임자 없이 버려져 있"}
{"id": 11, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "11.(가)와 (나)에 대한 설명으로 가장 적절한 것은? 는 열매를 가져다주었다고 주장했다.\n⑤ 설홍과 글로 화답한 선녀는 인간 세상에서 시련을 겪을 운명\n① (가)와 달리 (나)는 공간의 특성과 분위기를 구체적으로 묘\n을 지니고 왕녕의 여식으로 태어났다.\n사하여 인물이 처한 부정적 상황을 제시하고 있다.\n② (가)와 달리 (나)는 주인공이 겪은 일과 관련하여 그 후에\n벌어진 경과를 서술하여 소재의 의미를 제시하고 있다.\n③ (나)와 달리 (가)는 인물들의 대결 구도를 통해 서사적인 흥\n미를 높이고 있다.\n④ (나)와 달리 (가)는 서술자가 개입하여 상황에 대응하는 인\n물의 모습에 대해 안타까움을 드러내고 있다.\n⑤ (가)와 (나)는 모두 다른 공간에서 동시에 일어난 장면을 서\n술하여 사건을 입체적으로 구성하고 있다."}
{"id": 15, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "15.<보기>를 참고하여 (가)와 (나)를 이해한 내용으로 적절하지\n않은 것은? [3점]\n< 보 기 >\n삼국유사의 ｢선율 환생｣은 이승의 행위에 대한 저승에\n서의 가치 판단을 통해 선업(善業)과 악업(惡業)을 구별하고"}
{"id": 12, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "12.(가)의 ‘선율’에 대해 이해한 내용으로 가장 적절한 것은? 상벌을 받게 함으로써 특정 행위의 당위성과 정당성을 강조\n하고 있다. 이와 같은 화소(話素)는 후대의 저승 체험담에서\n① 무덤 속에서 살아난 후에 혼자의 힘으로 무덤 밖에 나올 수\n도 발견된다. 후대의 고소설인 ｢설홍전｣에서는 이승의 행위\n있었군.\n에 대한 저승에서의 판단에 따라 인물이 저승으로 잡혀가고\n② 부모에 대한 여인의 말을 듣고 여인이 죄에서 벗어날 수 있\n저승에서 체험하는 것을 통해 윤리 의식을 강조하고 있다. 그\n는 방법을 알려 주었군.\n리고 ｢설홍전｣은 저승을 이승에서 오갈 수 있는 곳으로 형\n③ 저승에서 염라대왕을 만났던 것을 사람들에게 절대 발설하지\n상화하고 오가는 길에 인물이 겪은 일을 제시하여 저승 체험\n말아야 한다고 판단했군.\n에 구체성을 더하고 있는데, 이와 같은 특징을 ｢선율 환생｣\n④ 미처 완성하지 못했던 불경을 저승에서 완성할 수 있다는 믿\n에서도 찾아볼 수 있다.\n음을 염라대왕에게 표출했군.\n⑤ 불경을 만드는 데 도움을 주고 고통스러운 상황에서 벗어난 ① (가)에서 염라대왕이 선율의 수명을 연장해 준 것은, 불경의\n여인에 관한 일을 사람들에게 알려 주었군. 완성을 선업으로 여기는 가치 판단을 통해 불경 완성의 당위\n성을 강조하고 있다고 할 수 있다.\n② (나)에서 저승사자가 이십 전 여아를 저승으로 잡아 온 것\n은, 임금에 대한 지조와 충절을 지키는 것을 중요하게 여기\n는 윤리 의식을 보여 주고 있다고 할 수 있다.\n③ (가)에서는 선율이 한 여인과 대화를 나누는 장면을 통해,"}
{"id": 13, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "13.㉠∼㉤에 대한 설명으로 적절하지 않은 것은?\n(나)에서는 설홍이 이십 전 여아에 대해 사자와 대화를 나누\n① ㉠: 선율이 이승으로 돌아오는 것이 필연적으로 예정되어 있 는 장면을 통해 저승 체험에 구체성을 더하고 있다고 할 수\n는 사건임을 나타내고 있다. 있다.\n② ㉡: 여인의 바람이 실현되는 것이 가능할 수 있음을 나타내 ④ (가)에서는 여인이 선율에게 청을 한 것이, (나)에서는 염라\n고 있다. 대왕이 설홍의 책임을 추궁한 것이 인물을 이승으로 돌려보\n③ ㉢: 설홍이 저승으로 끌려갈 수밖에 없는 처지에 놓였음을 내는 저승의 판단에 윤리적 정당성을 부여하고 있다고 할 수\n나타내고 있다. 있다.\n④ ㉣: 설홍이 저승에 이르는 과정이 고통스러운 길의 연속이었 ⑤ (가)에서는 논 한 이랑을 훔친 죄에 연루된 까닭으로, (나)\n음을 나타내고 있다. 에서는 천도를 앗아 먹었다는 죄로 저승에 잡혀 온 인물이\n⑤ ㉤: 설홍이 위중한 처벌을 받게 될 위태로운 상황에 처했음 있는 것은, 도적질을 악업으로 여기는 가치관을 드러내고 있\n을 나타내고 있다. 다고 할 수 있다.\n5\n16\n6 국어 영역\n고 3\n[16~21] 다음 글을 읽고 물음에 답하시오. 앎의 내용에 미진한 바가 없는 것을 의미한다. 주자는 사람의\n마음은 앎이 있지 않음이 없어서 격물을 통하여 마음속에 본\n(가)\n디 있던 앎을 밝혀내면 치지에 도달한다고 보았다. 이것이 바\n서구 철학 전통에서는 앎, 즉 지식을 ‘정당화된 참인 믿 로 유가 철학의 전통적인 격물론이다.\n음’이라고 파악한다. 참인 믿음을 갖는 것만으로 지식을 가 주자의 영향을 받은 퇴계는 기본적으로는 그의 입장을 계승\n졌다고 말하기에 불충분한 이유는 우리가 어쩌다 참인 믿 했다. 당초 퇴계는 격물을 추구한 결과의 상태, 즉 물리가 전\n음을 가질 수도 있기 때문이다. 이와 같은 논의는 어떤 믿 부 파악된 경지를 뜻하는 물격(物格)을 ‘물에 격한’ 것으로 보\n음이 참이라고 생각할 만한 충분한 이유나 근거를 가질 때 았다. 이는 물을 인식 대상으로 보고 인식 주체인 사람의 마음\n[A] 비로소 그 믿음이 인식적으로 정당화된다는 것을 보여 준 이 대상에 이른다는 의미이다. 그는 이런 관점이 주자의 생각\n다. 전통적인 인식론에서는 명제 P가 실제로 참이며, 인식 에 부합한다고 믿었다. 하지만 만년에는 물격에 대한 해석을\n주체 S가 P를 믿고 있고, S는 P라는 그의 믿음에 대해 정 ‘물이 격한’ 것으로 보는 것이 옳다고 말했다. 즉 사람이 사물\n당한 이유나 근거를 가지고 있을 때, S는 P라는 것을 안다 을 인식하고자 하면 사물에 ⓓ내재한 리가 마음에 이른다는\n고 할 수 있다고 본다. 즉 정당성, 참, 믿음이라는 세 가지 것이다. 사람의 마음이 일방적으로 사물에 내재한 리에 다가가\n요소가 ⓐ충족된다면 우리가 지식을 갖는다고 할 수 있다. 서 리를 획득한 것이 아니라 사람이 사물을 인식하고자 하면\n서구의 전통적인 인식론에서 널리 받아들여지던 지식의 세 사물의 리가 사람의 마음에 다가온다는 의미이다. 이를 퇴계는\n가지 요소가 지식의 필요충분조건이 되기 어렵다는 것을 제기 리가 마음에 직접 이르는 것이 아니라 마음이 탐구하는 것에\n한 사람은 게티어다. 다음의 예를 통해 그가 ⓑ제기한 반론을 따라 이른다고 해석했다. 이렇게 본 까닭은 만약 리가 리의 자\n이해해 보자. 카페에서 한국 대 일본의 축구 시합을 방영하고 발성만으로 마음에 이른다는 식으로 말한다면 사람들은 마치\n있다. 카페 안에 다수의 한국인이 있을 것이라고 추론하여 안 리가 물리적인 운동을 할 수 있다는 식으로 잘못 이해할 수\n에서 들리는 환호성을 듣고 나는 한국이 방금 골을 넣었다고 있었기 때문이다. 또한 인식 과정에서 인식 대상인 리의 능동\n믿게 되고, 실제로 한국이 골을 넣어 지금 1 대 0이다. 이때 성이 지나치게 강조되면 인식 주체로서의 마음의 지위가 상대\n㉠한국이 방금 골을 넣었다는 내 믿음은 정당화되며 참이다. 적으로 약화될 수 있다는 점을 경계했기 때문이라고 볼 수 있\n그렇지만 내가 실제로 들은 환호성은 카페 위층 사무실에서 다. 이것이 이른바 ‘리자도(理自到)’이다.\n나온 것이었는데, 한국이 득점을 올린 바로 그 시점에 열린 승 이처럼 퇴계가 리의 능동성을 무한정 ⓔ허용한 것은 아니\n진 축하연에서 나온 소리였다. 따라서 나의 정당화되었던 참인 다. 리의 작용은 인식 과정에 참여하는 리에 한정된다는 것이\n믿음은 지식이 되지 못한다. 결국 게티어가 제기한 반론은 지 다. 다시 말해 인식 주체가 대상을 향해 인식 작용을 수행할\n식이 아닌, 정당화된 참인 믿음이 있다는 것이다. 게티어 이후 때, 인식 대상 역시 인식 주체를 향해 자신을 적극적으로 드러\n인식론자들은 이를 해결하기 위한 정당화 기준을 만들고자 했 낸다는 맥락에 한정된다는 뜻이다. 따라서 퇴계는 인식 과정에\n다. 그 과정에서 정당화 기준을 결정짓는 요인이 인식 주체에 서 인식 주체와 인식 대상 모두에 ‘작용’이라는 유사성을 인정\n내재하는가 아니면 외재적인 것인가라는 물음이 제기되었다. 해 줌으로써 주자의 격물론을 자기 나름의 견해로 발전시켰다\n내재주의의 기본 입장은 믿음의 정당화가 믿음들 간의 관계 고 볼 수 있다.\n에 있다는 것이다. 가령 내가 ‘지구는 둥글다’라고 믿을 때,\n이 믿음이 정당화되기 위해서는 과학적 사실들에 대한 내 믿\n음과 우주에서 찍은 지구 사진에 관한 내 믿음이 바로 지구는\n둥글다는 내 믿음의 이유가 되는 것이다. 그래서 내재주의는\n믿음의 정당화를 결정하는 요인이 인식 주체의 다른 믿음들이\n라고 본다. 이때 인식 주체의 믿음이 정당화되기 위해서는 그\n정당화 요인에 대해 그가 사고할 수 있어야 한다고 본다. 반\n면 외재주의의 기본 입장은 믿음의 정당화는 객관적 근거, 즉\n그 믿음들이 신빙성 있는 인지 과정을 거친 객관적 근거에 있\n다는 것이다. 가령 내가 책 앞에서 ‘내 앞에 책이 있다’라는\n명제를 믿는다고 하자. 외재주의자들은 내 앞에 책이 있다는\n것을 내가 눈으로 직접 보고 있다는 신빙성 있는 인지 과정으\n로 얻은 객관적 증거가 내 믿음을 정당화할 수 있다고 본다."}
{"id": 16, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "16.(가)에 대한 이해로 적절하지 않은 것은?\n그래서 ㉡어떤 외재주의자는 믿음의 정당화가 사실과 믿음\n① 게티어는 정당성, 참, 믿음의 요소가 지식에 필요한지에 대해\n간의 인과 관계에 의해 결정된다고 보기도 했다. 내재주의자\n반론을 제기했다.\n와 외재주의자는 각각의 입장에서 지식 개념을 제시할 수 있\n② 게티어는 정당화된 참인 믿음이 우연적으로 참인 경우가 있\n기 때문에 올바른 인식론적 관점에 대해 여전히 논쟁 중이다.\n다는 것을 제시했다.\n③ 내재주의에 따르면 어떤 믿음의 정당화에는 그 믿음을 정당\n(나)\n화해 주는 인식 주체의 다른 믿음들이 필요하다.\n동양에서는 인식론을 거론할 때, 흔히 주자의 격물(格物)과\n④ 게티어 이후, 정당화된 참인 믿음이지만 지식이 아닌 것이\n치지(致知)를 거론한다. 격물의 기본 의미는 구체적 사물에 나\n있다는 문제를 해결하려는 인식론자들이 있었다.\n아가 그 극한에까지 사물의 이치인 리(理)를 탐구해야 한다는\n뜻이다. 치지란 나의 지식을 극한까지 ⓒ연마하고 확장하여 ⑤ 전통적 인식론에서 인식적 정당화는 우리가 믿는 믿음들이\n참이라고 할 만한 이유를 가져야 한다는 것을 의미한다.\n6\n16\n국어 영역 7\n고3"}
{"id": 17, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "17.[A]를 바탕으로 <보기>에 대해 설명한 내용으로 적절하지"}
{"id": 19, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "19.㉡의 입장에서 ㉠에 대해 설명한 내용으로 가장 적절한 것은?\n않은 것은? [3점]\n< 보 기 > ① ㉠에서 ‘내 믿음’은 카페 안에 다수의 한국인이 있을 것이라\n◦인식 주체: S 고 추론하는 것이 가능하므로 정당화된다. 따라서 ㉠은 지식\n이 아니다.\n◦명제 P: 교실 분필 개수는 13개이다\n② ㉠에서 ‘내 믿음’은 승진 축하연에 의한 것이지 축구 시합에\n① S가 교실 분필 개수가 13개 있을 것이라고 짐작했는데 실제 의한 것은 아니므로 ‘나’는 정당화된 믿음을 갖지 못한다. 따\n교실 분필 개수가 13개라면 S가 P를 안다고 할 수 있다. 라서 ㉠은 지식이 아니다.\n② S가 교실 분필 개수가 13개라는 것을 눈으로 보면서도 이 ③ ㉠에서 ‘내 믿음’과 한국이 골을 넣었다는 객관적 사실 사이\n사실을 믿지 않는다면 S가 P를 안다고 할 수 없다. 에는 인과 관계가 성립하므로 ‘나’는 정당화된 믿음을 갖는\n③ S가 교실 분필 개수가 13개라는 것을 믿는 정당한 이유를 다. 따라서 ㉠은 지식이다.\n제시하지 못한다면 S가 P를 안다고 할 수 없다. ④ ㉠에서 ‘내 믿음’은 비록 오해에 의한 것이긴 하지만 한국이\n④ S가 P를 안다고 하기 위해서는 교실 분필 개수가 실제로도 골을 넣었다는 실제 사실에 부합하며 정당한 이유가 있으므\n13개이어야 한다는 요소가 필요하다. 로 참인 믿음이다. 따라서 ㉠은 지식이다.\n⑤ 교실 분필 개수가 13개라는 것을 S가 믿는다는 것만으로는 ⑤ ㉠에서 ‘내 믿음’은 환호성을 듣고 한국이 골을 넣었다고 믿\nS가 P를 안다고 할 수 없다. 었기 때문에 형성되었고 실제 한국이 골을 넣었으므로 정당\n화된 참인 믿음이다. 따라서 ㉠은 지식이다."}
{"id": 20, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "20.다음은 (가)와 (나)에 대한 학생의 읽기 활동이다. 학생이 수\n행한 활동의 내용이 적절한 것을 모두 고른 것은?"}
{"id": 18, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "18.<보기>는 퇴계가 쓴 글의 일부이다. (나)와 <보기>를 바탕\n비판적 읽기 활동\n으로 추론한 내용으로 가장 적절한 것은? [3점]\n[글에 담긴 필자의 입장 비판하기]\n< 보 기 >\n◦(가)의 필자는 외재주의의 한계는 문제 삼았지만 내재주\n주자가 “리(理)는 만물에 있지만 그 작용은 실로 한 사람의\n의의 한계는 그러지 않았으므로 필자의 입장은 공정하지\n마음을 벗어나지 않는다.”라고 한 말을 보면, 리는 스스로 작\n않다고 볼 수 있다.····························································㉮\n용하지 못하니 반드시 사람의 마음을 기다려야 하는 것이 아\n◦(나)의 필자는 퇴계가 주자의 격물론을 자기 나름의 견해\n닌가 싶습니다. 그렇다면 리가 스스로 이른다고 할 수 없을\n로 발전시켰다고 했는데, 이 내용의 타당한 근거를 글에서\n듯합니다. 그러나 주자의 “리에도 반드시 작용이 있는데 어찌\n확인할 수 있다.··································································㉯\n굳이 마음의 작용이라고만 하는가”라는 말을 보면, 리의 작용\n이 비록 사람의 마음에서 벗어나지 않지만, 작용의 미묘함이\n[주제나 화제 등에서 서로 관련 있는 부분을 비교하기]\n라는 것은 실제로 이 리(理)가 드러난 것이니 사람의 마음이\n◦앎이란 무엇인지와 관련하여 (가)는 게티어가 지식에 대\n이르는 데를 따라 이르지 못하는 곳이 없고 다하지 못하는\n한 서구의 전통적인 입장을 문제 삼은 것을, (나)는 퇴계\n것이 없습니다.\n가 물격에 대해 입장 변화를 보인 것을 다루고 있다.·······\n① 주자는 사람에게 모든 앎이 갖추어졌다고 했는데, 이것은 만 ·····························································································㉰\n년에 퇴계가 리가 마음에 다가오지 못한다고 생각할 수 있었 ◦(가)는 현대 철학에서 지식의 습득이 갖는 중요성을 강조\n던 계기가 되었군. 한 반면, (나)는 전통 철학에서 지식을 실천하는 것이 갖\n② 퇴계는 만년에 물격의 의미를 물이 격한 것으로 보았는데, 는 중요성을 강조하고 있다.··············································㉱\n이것은 주자가 리에도 반드시 작용이 있다고 한 것에 대한\n① ㉮, ㉯ ② ㉮, ㉰ ③ ㉯, ㉰ ④ ㉯, ㉱ ⑤ ㉰, ㉱\n이해와 관련되어 있군.\n③ 주자는 리에 능동성이 있어야 온전한 인식이 이루어질 수 있\n다고 보았는데, 이것은 퇴계가 리의 작용이 사람의 마음에서\n벗어날 수 있다고 생각한 것에 대한 근거가 되었겠군."}
{"id": 21, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "21.ⓐ∼ⓔ의 사전적 의미로 적절하지 않은 것은?\n④ 퇴계는 물격을 사람의 마음이 사물에 이른다고 보는 것이 주\n자의 생각에 부합한다고 했는데, 이는 리의 작용이 미묘하여 ① ⓐ: 일정한 분량을 채워 모자람이 없게 함.\n리가 다하지 못하는 것이 없다는 것을 근거로 삼았겠군. ② ⓑ: 무엇을 내주거나 갖다 바침.\n⑤ 퇴계가 초기에는 리가 스스로 작용하지 못한다고 여겼다가 ③ ⓒ: 학문이나 기술 따위를 힘써 배우고 닦음.\n만년에는 리가 자발성만으로 마음에 작용한다고 보았는데, ④ ⓓ: 어떤 사물이나 범위의 안에 들어 있음.\n이것은 주자가 리의 능동성을 인정한 것과 관련되어 있군. ⑤ ⓔ: 허락하여 너그럽게 받아들임.\n7\n16\n8 국어 영역\n고 3\n[22~25] 다음 글을 읽고 물음에 답하시오. 통해 두 사람은 이어질 수 있다는 상상력을 발휘하고 있다.\n지금까지 언급한 애정 시조에 나타나는 달의 작중 기능들은\n고전 시가에 연정이라는 주제와 달이라는 소재가 결합하는\n우리 문학에만 존재하는 것은 아니다. 연정이라는 주제와 달이\n애정 시조들이 있다. 이러한 시조들에서 달은 시적 정황이나,\n라는 소재가 결합한 시가는 수천 년 동안 여러 나라에서 창작\n함께 언급되는 다른 소재들과 정서적으로 연결되어 몇 가지\n되고 향유되었다. 그러므로 우리의 애정 시조와 달을 바라보며\n기능을 발휘한다.\n임을 그리워하는 외국의 시가를 비교해서 읽는 활동은 한국\n먼저 애정 시조에서 달은 ㉠임과 이별하는 배경을 형상화하\n문학의 보편성을 파악하는 데 도움이 된다. 우리 애정 시조에\n는 데 활용된다.\n나타나는 달의 작중 기능들은 중국의 당시(唐詩)나 일본의 와\n카[和歌] 등에서도 그 사례를 발견할 수 있다. 이를 통해 시대\n(가)\n나 나라가 달라도 문화적으로 공유할 수 있는 보편성이 존재\n 쟈  나니 인졔 가면 언졔 오리\n함을 알 수 있다.\n만경창파에 가 듯 도라옴\n밤중만 지국총* 소에 긋 듯 여라"}
{"id": 22, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "22.(가)~(마)의 ‘달’을 이해한 내용으로 적절하지 않은 것은?\n*지국총: 배에서 노를 젓고 닻을 감는 소리.\n① (가)의 달은 배의 출항과 관련된 것으로, 화자와 임이 헤어\n(가)의 달은 화자와 임이 달밤에 이별하는 상황을 형상화하 지는 시간적 배경을 알려 준다고 볼 수 있겠군.\n는 데 활용되는 소재로서의 역할을 담당하고 있다. ② (나)의 달은 화자가 타향에서 바라보는 것으로, ‘두견이’라는\n다음으로 애정 시조에서 달은 ㉡화자의 정서를 불러일으키 소재와 정서적으로 연결되어 화자의 정한을 돋우고 있다고\n는 요인이 되기도 한다. 볼 수 있겠군.\n③ (다)의 달은 화자의 내면을 빗대어 표현한 것으로, ‘옥적’이\n(나) 라는 소재와 어울려 임을 위한 화자의 정성을 강조한다고 볼\n객창(客窓) 돗 달의 두견이만 우지진다 수 있겠군.\n엊그제 님 여히고 물며 객리*로다 ④ (라)의 달은 화자의 마음이 투영된 것으로, 서로 떨어져 있\n밤즁만 난간에 의지야 지 달만 는 임과 화자를 이어 주는 매개물로 볼 수 있겠군.\n⑤ (마)의 달은 화자가 궁금한 점을 묻는 상대로 설정된 것으\n*객리: 객지에 있는 동안.\n로, 임의 사정을 화자에게 알려 줄 수 있는 전달자로 볼 수\n있겠군.\n(다)\n주렴에 빗쵠 달과 멀리 오 옥적(玉笛) 소\n천수(千愁) 만한(萬恨)을 네 어이 도도다\n천리(千里)에 님 이별고 잠 못 드러 노라\n서정시에서는 특정한 소재가 화자의 감정을 촉발하는 경우\n가 있는데, (나)와 (다)의 달이 그러한 기능을 하고 있다. 즉\n(나)와 (다)의 달은 이미 발생한 이별의 상황과 결합되어 화\n자의 수심을 불러일으키는 요인으로 작용하고 있다.\n또한 애정 시조에서 달은 ㉢임이 부재한 상황에서 화자와\n임을 이어 주는 기능을 담당한다.\n(라)\n내  버혀 내여 뎌 을 글고져\n구만리(九萬里) 장천(長天)의 번드시 걸려 이셔"}
{"id": 23, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "23.<보기>의 ⓐ~ⓔ 중, (가)~(마)에서 찾을 수 없는 것은?\n고온 님 계신 고 가 비최여나 보리라\n< 보 기 >\n(마) 시조는 형식적 제한이 견고해 최소한의 표현으로 최대한의\n달아 은 달아 님의 창전(窓前) 빗친 달아 의사를 전달해야 하고 주관적인 내용에 대해 공감을 얻어야\n 갓흔 우리 님이 안졋더냐 누엇더냐 하므로, 관습적인 발상과 표현을 사용하는 경우가 있다. 애정\n져 달아 네 본로 일너라 소식이나 시조에 나타나는 이러한 발상과 표현에는 ⓐ이별과 관련하여\n화자의 정서를 드러내는 청각적 심상을 활용하는 것, ⓑ이별\n달은 문학적 상상력을 바탕으로 화자와 임 사이를 정서적으 한 후의 심적 고통을 불면의 상황으로 나타내는 것, ⓒ수(數)\n로 이어 주는 역할을 한다. 달은 서로 다른 공간에 있는 두 사 를 통해 감정의 깊이를 드러내는 것, ⓓ의인화된 사물에 이별\n람이 동시에 바라볼 수도 있고, 또 두 사람을 동시에 비춰 줄 의 책임을 전가하는 것, ⓔ아름다움을 상징하는 사물에 임을\n수도 있다. 그래서 (라)와 (마)의 화자는 임과 떨어져 있지만 빗대어 표현하는 것 등이 있다.\n임 역시 어느 곳에서든지 달 아래 있을 것이라 생각하고 달을\n① ⓐ ② ⓑ ③ ⓒ ④ ⓓ ⑤ ⓔ\n8\n16\n국어 영역 9\n고3"}
{"id": 24, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "24.(나)와 (다)에 대한 설명으로 가장 적절한 것은? [26~29] 다음 글을 읽고 물음에 답하시오.\n① (나)와 달리 (다)는 연쇄와 반복을 통해 운율을 형성하고 있다. 한동안은 누가 나를 쳐다보고 수군거리기만 해도 엄마 이야\n② (다)와 달리 (나)는 특정한 소재를 활용하여 시간의 경과를 드 기라고 지레짐작했으며 남에게 그것을 눈치채이기 싫어서 짐\n러내고 있다. 짓 고개를 숙여 버리곤 했다. 그러나 바로 그렇게 남에게 관찰\n③ (나)는 원경에서 근경으로, (다)는 근경에서 원경으로 화자의 당하는 것을 싫어했기 때문에 나는 누구보다 일찍 나를 숨기\n시선이 이동되고 있다. 는 방법을 터득했다.\n④ (나)와 (다)는 모두 대상과의 재회를 확신하며 고통을 견디는 누가 나를 쳐다보면 나는 먼저 나를 두 개의 나로 분리시킨\n모습이 나타나 있다. 다. 하나의 나는 내 안에 그대로 있고 진짜 나에게서 갈라져 나\n⑤ (나)와 (다)는 모두 종장의 마지막 구절을 불완전하게 종결하 간 다른 나로 하여금 내 몸 밖으로 나가 내 역할을 하게 한다.\n여 시적 여운을 주고 있다. 내 몸 밖을 나간 다른 나는 남들 앞에 노출되어 마치 나인\n듯 행동하고 있지만 진짜 나는 몸속에 남아서 몸 밖으로 나간\n나를 바라보고 있다. 하나의 나로 하여금 그들이 보고자 하는\n나로 행동하게 하고 나머지 하나의 나는 그것을 바라보는 것\n이다. 그때 나는 남에게 ‘보여지는 나’와 나 자신이 ‘바라보는\n나’로 분리된다.\n물론 그중에서 진짜 나는 ‘보여지는 나’가 아니라 ‘바라보는"}
{"id": 25, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "25.윗글을 바탕으로 <보기>의 ‘선생님’이 제시한 과제에 대해 학\n나’이다. 남의 시선으로부터 강요를 당하고 수모를 받는 것은\n생이 수행한 내용으로 적절하지 않은 것은? [3점]\n‘보여지는 나’이므로 ‘바라보는’ 진짜 나는 상처를 덜 받는다.\n< 보 기 > 이렇게 나를 두 개로 분리시킴으로써 나는 사람들의 눈에 노\n선생님: 다음은 당(唐)나라 장약허의 ‘춘강화월야(春江花月 출되지 않고 나 자신으로 그대로 지켜지는 것이다.\n夜)’라는 시의 일부입니다. 우리의 애정 시조와 비교해 진짜의 나 아닌 다른 나를 만들어 보인다는 점에서 그것이\n읽으면 문학의 보편성을 확인해 볼 수 있는 작품입니다. 위선이나 가식일지도 모른다는 생각을 한 적은 있다. 꾸며 보\n지난 시간에 배운 달의 세 가지 기능 ㉠～㉢이, 다음의 이고 거짓으로 행동하기 때문에 나를 두 개로 분리시키는 일\n시에서는 어떻게 나타나고 있는지 탐구해 보기 바랍니다. 은 나쁜 일일지도 모른다고 생각했던 것이다. 그러나 내가 ‘작\n위’라는 말을 알게 된 뒤부터 그런 의혹은 사라졌다. 나의 분\n가련하다 누대 위에서 배회하는 달은 리법은 ⓐ위선이 아니라 ⓑ작위였으며 작위는 위선보다 훨씬\n헤어진 이의 경대*를 비추고 있으니 복잡한 감정이지만 엄밀한 의미에서 부도덕한 일은 아니었다.\n주렴 사이에는 걷어도 사라지지 않고 그러므로 이제 내가 아는 어른들의 비밀을 털어놓는 데에\n다듬잇돌 위에는 털어도 다시 오네 나는 아무런 거리낌도, 빚진 마음도 갖고 있지 않다.\n이제 서로 달을 바라보아도 서로 들을 길은 없으니\n달빛 좇아 흘러가 임을 비춰 보리라 [중략 부분 줄거리] 이모는 군인인 이형렬과 펜팔을 하게 되고 할\n머니의 눈을 피해 편지 전하는 일을 ‘나’에게 시킨다.\n*경대: 거울을 달아 세운 화장대.\n그러나 일단 그 관문만 지나면 어려운 단어나 비유법 없이\n달의 평이한 문장이 죽죽 나열되므로 아주 읽기가 편하다는 것이,\n탐구한 내용\n기능 짧다는 사실과 함께 그의 편지의 장점이었다.\n내용을 간추려 본다면 대강 이런 이야기였다.\n이별한 이후의 상실감을 형상화하고 있으므로 이별\n나, 이형렬은 서울에서 사업을 하는 이 아무개 씨의 2남\n㉠ 하는 상황을 형상화하는 데 기여하는 달의 기능은\n1녀 중 막내로 태어났다. 나이는 22세. 대학에서의 전공은\n찾을 수가 없겠군.····················································①\n토목과. 누나는 시집을 갔고 형은 가업을 물려받기 위해\n화자가 ‘가련하다’라고 탄식하고 있으므로 달은 화 아버지의 회사에서 사회 경험을 쌓는 중이다. 장래 소망은\n자의 정서를 불러일으키는 기능을 한다고 볼 수 있 전공을 살려 토목 회사에 취직을 하거나 공부를 계속하여\n겠군.···········································································② 교수가 되는 것이다. 하지만 고리타분하게 살고 싶은 마음\n㉡ 은 조금도 없으며 결혼을 빨리 해서 가정을 이룬 다음부터\n‘털어도 다시 오네’라며 달이 사라질까 봐 걱정하는\n는 아내와 함께 테니스도 치고 여행도 다니며 즐겁게 살\n모습으로 보아 달은 화자의 수심을 유발했다고 할 수\n[A] 계획이다. 다룰 줄 아는 악기는 하모니카이고 취미는 오토\n있겠군.·······································································③\n바이 타기인데 애인을 뒷자리에 태우고 숲길을 쌩 달려 보\n는 게 오랜 꿈이었지만 아직 애인이 없어서 그렇게 해 보\n‘서로 달을 바라보아도’는 이별한 두 사람이 같은 달\n진 못했다. 그동안은 공부밖에 몰랐고 아직 그럴 때가 아\n을 바라본다는 것으로 생각할 수 있겠군.··············④\n닌 것 같아서 여자를 사귀지 않았기 때문이다. 영옥 씨의\n㉢ 사진을 받아 보고 특히 눈이 아름답다고 느꼈다. 그리고\n‘달빛 좇아’와 ‘임을 비춰 보리라’를 통해 이별한 두\n그동안 영옥 씨의 편지를 받아 볼 때마다 어쩌면 이렇게\n사람은 달로 이어질 수 있다고 상상력을 발휘할 수\n순수한 마음을 가졌을까 깜짝 놀라고 말았다. 아름답고 순\n있겠군.·······································································⑤ 수한 영옥 씨를 알게 된 것은 신의 은총이다……\n9\n16\n10 국어 영역\n고 3\n이모가 편지를 쓰는 시간은 대개 할머니가 잠든 밤이었다."}
{"id": 26, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "26.[A]와 [B]의 서술상 특징에 대한 설명으로 가장 적절한 것은?\n할머니는 저녁 설거지를 마치고 들어오면 연속극을 듣기 위해\n① [A]와 달리 [B]는 간추린 편지의 내용에 서술자가 알고 있\n라디오 앞에 앉곤 했다. 하지만 초저녁잠이 많아서 그 좋아하\n는 관련 내용을 덧붙이는 방식으로 서술하고 있다.\n는 연속극을 언제나 끝까지 듣지 못하고 코를 고는 것이었다.\n② [B]와 달리 [A]는 서술자가 편지의 내용에 대해 의문을 제\n할머니는 귀로 듣기만 하면 되는 라디오인데도 연속극 시간에\n기하는 방식으로 서술하고 있다.\n는 다른 일을 모두 폐하고 꼭 그 앞에 바짝 앉아 굳이 라디오\n를 쳐다보면서 연속극을 듣곤 했다. 그렇게 보고 있지 않으면 ③ [A]와 [B]는 모두 서술자가 편지의 내용에 논평을 곁들이는\n그 사이에 이야기가 그냥 지나쳐 버리기라도 한다는 듯이 라 방식으로 서술하고 있다.\n디오에서 눈길을 떼지 못했다. ④ [A]와 [B]는 모두 편지 속에 숨겨진 비밀을 서술자가 하나\n그러면서도 정작 중요한 대목에서 할머니 쪽을 쳐다보면 대 씩 밝혀 가는 방식으로 서술하고 있다.\n개는 곤하게 잠이 들어 있기 일쑤였다. 내가 할머니를 흔들면 ⑤ [A]는 서술자가 과거에 본 편지 내용을 회상하는 방식으로,\n서 “할머니, 할머니! 들어 보세요. 지금 드디어 그 딸이 엄마 [B]는 서술자가 현재에 편지를 읽어 가는 방식으로 서술하고\n하고 만났어요. 지금요!”라고 연속극의 진행 상황을 설명해 주 있다.\n면 그토록 중요한 순간에 잠이 들어 버렸다는 데 무안해진 할\n머니는 전혀 졸지 않았던 사람처럼 목소리를 높게 내며 “나도"}
{"id": 27, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "27.윗글에 대한 이해로 적절하지 않은 것은?\n안다, 알어” 하고 눈꺼풀에 힘을 주지만 조금 있다 보면 어느\n새 또 푸푸, 하는 일정한 리듬의 숨소리를 내며 도로 잠들어 ① ‘나’는 남들이 엄마 이야기를 하는 것에 대해 자신이 신경 쓰\n있었다. 고 있는 모습을 들키고 싶어 하지 않았다.\n할머니의 초저녁잠이 그렇게 깊었기 때문에 이모는 마음껏 ② ‘나’는 이형렬의 편지가 짧으면서도 어려운 단어가 없어서 읽\n금지된 편지를 썼고 나는 그동안 이모가 우리 미장원에서 빌 기에 편하다고 느꼈다.\n려온 선데이 서울을 뒤적이고 있다가 이모가 맞춤법이나 ③ 할머니의 초저녁잠은 이모가 할머니의 눈을 피해 마음껏 편\n표현에 대해서 물어 오면 자문관 역할을 해 줄 수 있었다. 지를 쓰는 데 도움이 되었다.\n이모가 이형렬에게 보내는 편지는 대충 이런 식으로 이형렬 ④ 이모는 이형렬의 사진을 보고 그의 외모가 자신의 이상형에\n이 이모에게 보내는 편지와 사이좋은 대구를 이루었다.\n가깝다는 것을 편지에 솔직하게 표현하였다.\n나, 전영옥은 경찰 고위직에 있었던 전 아무개 씨의 1남\n⑤ 이모는 편지에 애틋한 표현이 많아진다 싶을 무렵부터 편지\n1녀 중 막내이다. 오빠는 현재 법대 3학년이고 어머니가\n의 표현에 대해 ‘나’에게 자문을 거의 구하지 않았다.\n농업과 건축업(가겟집 세놓은 일을 표현할 고상한 말을 찾\n던 이모는 집과 관계된 직업 중에 이 말이 가장 무난하다\n고 생각했다)에 종사한다. 아버지가 6ㆍ25 때 순직하여서"}
{"id": 28, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "28.<보기>를 바탕으로 윗글을 감상한 내용으로 적절하지 않은\n국가 유공자 집안이다. 나이는 21세. 서울에 있는 대학에 것은? [3점]\n합격했지만(이 사실은 나도 처음 듣는 일이었지만 이모가\n< 보 기 >\n원서를 낸 것까지는 사실이라고 얼굴을 붉혀 가며 주장했\n[B] ｢새의 선물｣의 주인공은 열두 살밖에 안 된 소녀이지만\n기 때문에 더 이상 진위를 가리지 않기로 했다) 어머니 곁\n아이답지 않은 시선으로 어른의 세계를 관찰한다. 이 과정에\n을 떠날 수 없어 학업을 포기하고 고향에서 영어를 가르치\n서 자신의 내면을 감춘 채 어른들의 가식적인 세계를 드러내\n고 있다. 성격이 조용하여 취미는 독서와 음악 감상이고\n는 것이 부도덕하다고 생각하지 않는다. 이것은 성장 과정에\n장래 소망은 현모양처. 남자 친구는 전혀 없으며 기회는\n서 자신에게 호의적이지 않은 주변 세계로부터 자신을 방어\n많았지만 집안이 엄격하여 교제를 해 보지 못했다. 좋아하\n하는 수단과 관련이 있다.\n는 계절은 가을, 좋아하는 꽃은 ‘나를 잊지 마세요’라는 꽃\n말을 지닌 물망초. 그리고 이상적인 남성형은 변함없이 나 ① ‘누구보다 일찍 나를 숨기는 방법’을 터득했다고 한 것은,\n를 아껴 주는 진실한 남성.\n‘나’가 자신의 내면을 어른들에게 보여 주지 않기 위해 일찍\n그러나 이모의 편지가 언제까지나 이런 입문 단계에 머물렀\n부터 노력해 온 결과로 볼 수 있겠군.\n던 것은 아니었다. 시간이 지날수록 이모의 편지는 점점 센티\n② ‘남의 시선으로부터 강요를 당하고 수모를 받는’다고 느끼는\n멘털하게 변해 갔다. 그러더니 그리움이라는 단어가 이따금 눈\n것은, ‘나’가 자신을 둘러싼 세계에 대해 결코 호의적이지 않\n에 띄고 애틋한 구절이 많아진다 싶을 무렵부터 더 이상 편지\n다고 인식하는 것과 관련이 있겠군.\n를 보여 주지 않았다. 그때부터는 표현에 대한 자문도 구하지\n③ ‘어른들의 비밀’을 털어놓는 데 ‘빚진 마음’이 없다고 한 것\n않았고 그런 형식적인 포장을 극복할 만큼은 이형렬과의 관계\n은, ‘나’가 자신이 한 행위를 부도덕한 것이 아니라고 여겼기\n가 발전한 것인지 맞춤법을 물어 오는 일도 거의 없어졌다. 이\n때문이겠군.\n제 그에게서 온 편지도 보여 주지 않았다.\n④ 이모의 편지에 대해 ‘형식적인 포장을 극복’했다고 평가하며\n그래도 편지를 전해 주는 일은 여전히 내 소관이었으므로\n‘이형렬과의 관계’가 깊어졌으리라고 짐작한 것은, ‘나’가 아\n나는 여전히 이모의 비밀을 혓바닥 밑에 감추고 있는 셈이\n이답지 않은 시선으로 어른의 세계를 관찰했음을 보여 주는\n었다.\n것이겠군.\n- 은희경, ｢새의 선물 ｣ -\n⑤ ‘이모의 비밀을 혓바닥 밑에 감추고 있는 셈’이라고 한 것은,\n‘나’가 어른과 서로의 비밀을 공유하는 것이 자기를 방어하는\n수단이 될 수 있다고 생각했기 때문이겠군.\n10\n16\n국어 영역 11\n고3"}
{"id": 29, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "29.ⓐ와 ⓑ를 통해 ‘나’를 이해한 내용으로 가장 적절한 것은? 우선 통신하고자 하는 기기들이 ‘페어링’되어야 한다. 페어링\n은 블루투스 기기들 간의 무선 통신을 위해 서로 식별할 수\n① ‘나’는 ‘보여지는 나’가 받았던 상처가 ⓐ를 통해 치유될 수\n있는 정보를 확인하고 연결을 설정하는 것이다. 블루투스 통신\n있다고 생각한다.\n을 하고자 하는 기기들 중 어느 한쪽에서 검색 신호를 송신하\n② ‘나’는 ⓐ로 인해 발생한 의혹을 ‘바라보는 나’와 ‘보여지는\n면 검색 신호는 주변에 있는 모든 블루투스 기기들로 송신된\n나’로 ‘나’를 분리함으로써 해소하고자 한다.\n다. 블루투스 기기들은 항시 검색 신호를 탐지하고 있고 검색\n③ ‘나’는 ⓑ로 인해 ‘바라보는 나’와 ‘보여지는 나’ 사이의 내적\n신호에 응답을 한다. 응답한 기기들 중 통신을 원하는 기기를\n갈등이 심화될 수 있다고 생각한다.\n선택하면 페어링이 완료되고 이때부터 기기들 간에 통신이 이\n④ ‘나’는 ‘나 아닌 다른 나’를 만든 것을 ⓐ가 아닌 ⓑ로 규정함 루어지게 된다. 기기들 간에 통신이 이루어지더라도 블루투스\n으로써 심리적 부담감에서 벗어나게 된다. 기기들은 주변에서 보내오는 검색 신호를 탐지하고 검색 신호\n⑤ ‘나’는 ⓐ보다 복잡한 감정인 ⓑ가 ‘나 아닌 다른 나’에 대한 에 응답한다.\n주변의 비난을 더 많이 받게 할 수 있다고 생각한다. FHSS 방식을 사용하는 블루투스 통신에서는 2402MHz부터\n2480MHz까지의 주파수를 1MHz 단위로 나누어 79개의 채널\n을 생성하고, 79개의 채널 중 몇 개를 선택하여 이동한다. 이\n때 채널을 선택하는 패턴을 ㉡확산 패턴이라고 한다. ㉮블루\n투스 기기들은 여러 개의 주파수를 확산 패턴에 따라 1초당\n1600번 이동해 가며 통신을 한다.\nXOR 연산\n[30~34] 다음 글을 읽고 물음에 답하시오. 천이 천이 천이 천이\n출력\n레지스터Ⅰ 레지스터Ⅱ 레지스터Ⅲ 레지스터Ⅳ\n우리가 일상적으로 사용하는 무선 통신인 휴대 전화는\n<그림>\n800MHz 대역이나 2100MHz 대역 등과 같이 일정한 주파수\n확산 패턴은 <그림>과 같이 천이 레지스터*와 XOR 연산\n대역이 분배되어 있다. 이 주파수 대역 중 일부를 특정 이동\n을 이용해 만들 수 있다. 각 시행에서 각각의 천이 레지스\n통신 사업자가 할당받아 휴대 전화 서비스를 공급하는데, 할당\n터에 저장된 값은 오른쪽의 천이 레지스터로 이동한다. 이\n된 주파수 대역 내에서 수많은 사용자들이 혼선 없이 무선 통\n때 천이 레지스터Ⅳ가 가지고 있던 값이 출력되고, 비워진\n신을 사용하기 위해서는 다중 접속 기술이 필요하다. 다중 접 [B]\n천이 레지스터Ⅰ은 이전 시행의 천이 레지스터Ⅲ과 천이\n속 기술이란 여러 사용자가 동일한 주파수 대역을 사용하는\n레지스터Ⅳ의 값을 XOR 연산을 하여 채운다. 각 천이 레\n기술로, 부호 분할 다중 접속(CDMA) 방식을 예로 들 수 있\n지스터의 초깃값이 1, 1, 1, 1일 때 각 시행에 따라 출력된\n다. CDMA 방식은 ㉠확산 코드를 이용하여 각 사용자의 신호\n값은 1, 1, 1, 1, 0, 0, 0, 1, 0, 0, 1, 1, 0, 1, 0, ……과 같\n를 구분하는 방식으로, 여러 송신자가 동일한 주파수 대역으로\n이 나타난다. 따라서 선택하려는 채널의 개수를 고려하여,\n동시에 정보를 송신하여도 수신자는 자신에게 보내온 정보만\n출력된 값들을 변환하면 다양한 확산 패턴을 만들 수 있다.\n을 구별해 낼 수 있다.\n그리고 블루투스 기기들이 동일한 확산 패턴으로 통신하더\n가령, 송신하고자 하는 정보가 1001이고 확산 코드가 100이\n라도 페어링된 시간이 다를 수 있으므로 혼선이 일어날 확\n라고 가정할 때 방법은 다음과 같다. 먼저 송신하려는 정보와\n률이 매우 낮다.\n확산 코드를 결합하기 위한 ‘XOR 연산(⊕)’을 수행한다. XOR\n연산은 비교 대상이 같으면 0, 다르면 1로 나타내는 연산이다. *천이 레지스터(shift register): 정보를 저장하고 이동하는 기능을\n1001의 맨앞의 1을 확산 코드 100의 각 자릿수와 XOR 연산을 하는 장치.\n하면 011로 확산되고, 그 다음의 0을 확산 코드 100의 각 자릿\n수와 XOR 연산을 하면 100으로 확산된다. 이런 식으로 하면\n1001은 12 자리의 011100100011로 확산되고, 확산된 신호\n[A]가 송신된다. 수신자는 송신자와 동일한 확산 코드를 통해 수\n신된 신호를 원래의 정보로 복원할 수 있다. 12 자리\n0 1 1 1 0 0 1 0 0 0 1 1 은 확산 코드 100과 같은 3자리"}
{"id": 30, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "30.윗글의 내용과 일치하지 않는 것은?\ny1y2y3 y4y5y6 y7y8y9 y10y11y12 c1c2c3\n의 블록으로 구분된다. 그리고 첫 블록에서 y⊕c, y⊕c, ①CDMA 방식은 여러 사용자가 동일한 주파수 대역을 사용하\n1 1 2 2\ny 3 ⊕c 3 , 다음 블록에서 y 4 ⊕c 1 , y 5 ⊕c 2 , y 6 ⊕c 3 와 같은 수행을 는 기술이다.\n반복한다. 그러면 각 블록의 연산 결과는 111 또는 000이어 ②이동 통신 사업자는 할당받은 주파수 대역에서 휴대 전화 서\n서 1 또는 0으로 수렴되어 원래의 정보 1001을 복원할 수 비스를 공급한다.\n있다. ③블루투스 기기들은 산업, 과학, 의료용으로 분배되어 있는\n한편 2400MHz 대역은 산업, 과학, 의료용으로 분배되어 있 2400MHz 대역으로 통신한다.\n어 특별히 할당받지 않아도 누구나 사용할 수 있다. 2400MHz ④CDMA 방식에서 송신자와 수신자는 서로 다른 확산 코드\n대역으로 통신하는 블루투스 기기들은 자유롭게 통신하면서도 를 이용해 정보를 주고받는다.\n혼선을 피할 수 있어야 한다. 블루투스 기기들은 주파수 도약 ⑤블루투스 기기들의 페어링을 위한 검색 신호는 주변에 있는\n확산(FHSS) 방식을 사용하는데, 블루투스 통신을 위해서는\n모든 블루투스 기기들로 송신된다.\n11\n16\n12 국어 영역\n고 3"}
{"id": 31, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "31.[A], [B]를 바탕으로 추론한 내용으로 적절하지 않은 것은?"}
{"id": 33, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "33.㉠, ㉡을 이해한 내용으로 가장 적절한 것은?\n① [A]: 송신하려는 정보가 m자리의 정보일 때 n자리의 확산 ① ㉠은 수신된 신호를 원래의 정보로 복원하는 데 사용된다.\n코드로 XOR 연산을 한다면 m×n자리로 확산되겠군. ② ㉡은 XOR 연산을 통해 기기들 간의 페어링 과정을 생략한다.\n② [A]: 4자리의 확산 코드를 사용하여 만들어진 신호를, 4자 ③ ㉠과 ㉡은 모두 XOR 연산에 필요한 초깃값들을 만든다.\n리의 확산 코드를 사용하여 복원하려 한다면 4자리의 블록으 ④ ㉠과 ㉡은 모두 송신하려는 정보의 각 자릿수를 표시하는 데\n로 구분되겠군. 사용된다.\n③ [A]: 수신된 신호 011 100 100 011을 확산 코드 010으로 ⑤ ㉠과 ㉡은 모두 수신하려는 정보와 검색 신호를 구별해 내는\n복원하려 한다면 연산 결과는 001 110 110 001로 나타나 데 사용된다.\n수렴되지 않겠군.\n④ [B]: 각 천이 레지스터의 초깃값이 0, 1, 1, 0이면 세 번째\n시행으로 출력되는 값은 0이겠군.\n⑤ [B]: 천이 레지스터Ⅲ과 천이 레지스터Ⅳ의 초깃값이 각각\n0이라면 첫 번째 시행 후에 천이 레지스터Ⅰ은 0으로 채워\n지겠군."}
{"id": 32, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "32.‘주파수 도약 확산 방식’과 관련하여 <보기 1>을 이해한 내\n용으로 적절한 것만을 <보기 2>에서 모두 고른 것은? [3점]\n<보기 1>\n다음은 혼선 없이 통신하고 있는 블루투스 기기들의 확산\n패턴에 따른 채널 선택을 보여 주는 그래프이다.\n주\n파\n수\nT1 T5 시간\n기기1 기기2\n<보기 2>\n\na. 기기1과 기기2는 모두 초마다 채널을 이동하고 있\n\n기 때문에 검색 신호를 탐지할 수 없겠군."}
{"id": 34, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "34.㉮의 이유로 가장 적절한 것은?\nb. 기기1과 기기2는 모두 1MHz 단위로 형성된 79개의 채널\n① 블루투스 통신에서 2402MHz부터 2480MHz까지의 주파수를\n중 몇 개를 선택하는 패턴을 보인다고 할 수 있겠군.\n1MHz 단위로 나누어 79개의 채널을 생성하기 위해\nc. 새로운 기기가 기기2와 동일한 패턴으로 채널을 이동하더\n② 블루투스 통신에서 사용하는 주파수 대역은 누구나 사용할 수\n라도 페어링된 시간이 다르다면 혼선이 일어날 확률이 매\n있어 그 주파수 대역에서의 혼선을 방지하기 위해\n우 낮겠군.\n③ 확산 패턴을 만들면서 각각의 천이 레지스터에 저장된 값을\nd. 기기1과 기기2가 동시에 채널 이동을 시작하였지만 혼선\n오른쪽의 천이 레지스터로 이동시키기 위해\n없이 통신하는 것은 확산 패턴이 서로 다르기 때문일 수\n④ 블루투스 통신에 필요한 확산 패턴을 천이 레지스터와 XOR\n있겠군.\n연산을 이용해 만들기 위해\n① a, b ② b, d ③ c, d ⑤ 블루투스 기기들이 무선 연결을 위해 서로를 식별할 수 있는\n④ a, c, d ⑤ b, c, d 정보를 확인하기 위해\n12\n16\n22002211학학년년도도 33월월 고고33 전전국국연연합합학학력력평평가가 문문제제지지\n11\n국국어어 영영역역((화언법어과와 작매문체))\n제제11교교시시"}
{"id": 35, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "35.[학습 활동]을 수행한 결과로 적절하지 않은 것은? [3점]"}
{"id": 37, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "37.<보기>는 중세 국어를 학습하기 위한 자료이다. <보기>를\n바탕으로 중세 국어의 특징을 탐구한 내용으로 적절하지 않은\n선생님: 형용사 형성 파생법은 크게 접두사에 의한 파생법과 것은?\n접미사에 의한 파생법으로 나누어 볼 수 있습니다. 일반\n< 보 기 >\n적으로 접두사에 의한 파생법은 ㉠형용사 어근 앞에 뜻\n太子ㅣ 앗겨 매 너교 비들 만히 니르면 몯 삵가 \n을 더하는 접사가 붙은 것이고, 접미사에 의한 파생법은\n야 닐오 金으로 해 로  업게 면 이 東山 로\n대체로 ㉡명사 어근 뒤에 어근의 품사를 형용사로 바꾸\n리라 須達이 닐오 니샨 로 호리다 太子ㅣ 닐오\n는 접사가 붙은 것입니다. 그럼 아래를 참고하여, [학습\n내 담다라 須達이 닐오 太子ㅅ 法은 거즛마 아니\n활동]을 해결해 볼까요?\n시 거시니 구쳐 시리다\n[접두사] 새-, 시-\n[현대어 풀이]\n[접미사] -롭다, -되다, -답다, -스럽다\n태자가 아껴 마음에 여기되 ‘값을 많이 이르면 못 살까.’ 하\n여 이르되 “금으로 땅에 깔음을 틈 없게 하면 이 동산을 팔겠\n[학습 활동] 다음에서 ㉠, ㉡에 해당하는 예를 찾아보자. 다.” 수달이 이르되 “이르신 양으로 하겠습니다.” 태자가 이르\n되 “내가 농담하였다.” 수달이 이르되 “태자의 도리는 거짓말\n나는 바닷가 산책로를 따라 걸었다. 바로 코끝에서 시퍼 을 하시지 않는 것이니 하는 수 없이 파실 것입니다.”\n런 바닷물이 철썩거리고 있었다. 늘 걷던 길이 오늘따라\n새롭게 느껴지는 것은 곧 이곳을 떠나야 한다는 사실 때 ① ‘金으로’와 ‘로’를 통해 모음 조화에 따라 형태를 달리하\n문일 것이다. 여기 머문 지도 어느새 삼 년이 되어 간다. 는 부사격 조사가 있었음을 확인할 수 있다.\n돌이켜 보면 복된 나날이었다. 이웃들과 매일 정답게 인 ② ‘’을 통해 단어 첫머리에 자음이 연속하여 올 수 있었음을\n사를 주고받았으며, 어디서든 아이들의 사랑스러운 웃음 확인할 수 있다.\n소리를 들을 수 있었다. ③ ‘니샨’을 통해 주체인 수달을 높이는 선어말 어미가 쓰였음\n을 확인할 수 있다.\n④ ‘太子ㅅ’을 통해 ‘ㅅ’이 관형격 조사로 쓰였음을 확인할 수 있다.\n① ‘시퍼런’은 접두사 ‘시-’가 형용사 어근 앞에 붙어 형성된 말\n⑤ ‘거즛마’을 통해 자음으로 끝나는 체언에 모음으로 시작하\n의 활용형으로, ㉠에 해당하는 예이다.\n는 조사가 결합할 때 이어적기를 하였음을 확인할 수 있다.\n② ‘새롭게’는 접두사 ‘새-’가 형용사 어근 앞에 붙어 형성된 말\n의 활용형으로, ㉠에 해당하는 예이다.\n③ ‘복된’은 접미사 ‘-되다’가 명사 어근 뒤에 붙어 형성된 말의\n활용형으로, ㉡에 해당하는 예이다.\n[38~39] 다음 글을 읽고 물음에 답하시오.\n④ ‘정답게’는 접미사 ‘-답다’가 명사 어근 뒤에 붙어 형성된 말\n의 활용형으로, ㉡에 해당하는 예이다. (가) 표준 발음법 제5장에서는 ‘음의 동화’에 대해 다루고\n⑤ ‘사랑스러운’은 접미사 ‘-스럽다’가 명사 어근 뒤에 붙어 형 있다. 동화는 음운 변동 중 한 음운이 다른 음운으로 바뀌는\n성된 말의 활용형으로, ㉡에 해당하는 예이다. 교체에 속한다. 대표적인 예로 ‘ㄱ, ㄷ, ㅂ’이 비음 ‘ㄴ, ㅁ’ 앞\n에서 각각 동일한 조음 위치의 비음인 ‘ㅇ, ㄴ, ㅁ’으로 조음\n방법이 바뀌는 비음화, ‘ㄴ’이 ‘ㄹ’의 앞 또는 뒤에서 동일한\n조음 위치의 유음인 ‘ㄹ’로 조음 방법이 바뀌는 유음화가 있다.\n예컨대 ‘맏물[만물]’에서는 비음화가 일어나고, ‘실내[실래]’에\n서는 유음화가 일어난다.\n한편 동화를 일으키는 음운은 동화음, 동화음의 영향을"}
{"id": 36, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "36.<보기>의 ㉠~㉢에 대한 설명으로 적절하지 않은 것은?\n받는 음운은 피동화음이라고 하는데, 동화는 동화의 방향이\n< 보 기 > 나 동화의 정도에 따라 나눌 수 있다. 동화의 방향에 따라\n㉠ 우리는 봄이 어서 오기를 기다렸다. 5 서는 동화음이 피동화음에 선행하는 동화, ㉠동화음이 피동\n㉡ 나는 그가 범인이 아니었음에 안도했다. 화음에 후행하는 동화로 나눌 수 있다. 그리고 동화의 정도\n에 따라서는 ㉡피동화음이 동화음과 완전히 같아지는 동화,\n㉢ 우유를 마신 아이가 마루에서 잠들었다. [A]\n피동화음이 동화음의 조음 위치나 조음 방법과 같은 일부\n① ㉠에는 목적어의 기능을 하는 안긴문장이 있다. 특성만 닮는 동화로 나눌 수 있다. 예컨대 ‘실내’에서는 동\n② ㉡에는 서술어의 기능을 하는 안긴문장이 있다. 화음이 피동화음에 선행하며 피동화음이 동화음과 완전히\n같아지는 동화가 일어나지만, ‘맏물’에서는 동화음이 피동화\n③ ㉢에는 관형어의 기능을 하는 안긴문장이 있다.\n음에 후행하며 피동화음이 동화음의 조음 방법만 닮는 동화\n④ ㉢과 달리 ㉠에는 안긴문장 속에 부사어가 있다.\n가 일어난다.\n⑤ ㉡과 달리 ㉢에는 주어가 생략된 안긴문장이 있다.\n13\n16\n2 국어 영역(언어와 매체)\n고 3\n(나) 국어의 로마자 표기는 국어의 표준 발음법에 따라 적 [40~42] (가)는 인터넷 블로그이고, (나)는 텔레비전 생방송 뉴\n는 것을 원칙으로 한다. 다음은 국어의 로마자 표기법의 일부 스의 일부이다. 물음에 답하시오.\n를 정리한 것이다.\n(가)"}
{"id": 1, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "1. 표기 일람\n(1) 모음\nㅏ ㅗ ㅜ ㅣ ㅐ ㅕ ㅛ ㅘ\n읽을거리 생각 나누기 자료 더하기 일상 기록\na o u i ae yeo yo wa\n북극곰은 지구 온난화가 싫어요\n∙장모음의 표기는 따로 하지 않는다. 가뭄 장기화, 피해 속출\n구르미\n(2) 자음\n2021.02."}
{"id": 6, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "06. 12:10\nㄱ ㄷ ㅂ ㅅ ㅁ ㅇ ㄹ\n여러분은 ‘겨울’ 하면 무엇이 떠오르시나요?\ng, k d, t b, p s m ng r, l\n추위? 얼음? 북극?\n∙‘ㄱ, ㄷ, ㅂ’은 모음 앞에서는 ‘g, d, b’로, 자음 앞이나 어말에 오늘은 다큐멘터리 ‘북극곰의 오늘과 내일’을 보고 든 생각에 대해\n서는 ‘k, t, p’로 적는다. 여러분과 의견을 나누고자 해요.\n지구 온난화로 북극곰의 삶의 터전이 줄어들고 있어요.\n∙‘ㄹ’은 모음 앞에서는 ‘r’로, 자음 앞이나 어말에서는 ‘l’로 적는\n다. 단, ‘ㄹㄹ’은 ‘ll’로 적는다. 옆의 사진은 우리에게 충격적으로 다가와요.\n‘북극곰의 오늘과 내일’에서는 옆의 사진과 같은"}
{"id": 2, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "2. 표기상의 유의점 상황이 계속되면 북극곰이 멸종될 수 있다고 경\n∙음운 변화가 일어날 때에는 변화의 결과에 따라 적는다. 고하고 있어요.\n북극곰을 힘들게 하고 있는 지구 온난화는\n∙고유 명사는 첫 글자를 대문자로 적는다.\n왜 일어나는 것일까요? 그래프를 보시면 지구\n평균 기온의 상승과 이산화 탄소 농도가 관계가"}
{"id": 38, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "38.(가)와 (나)를 참고해 <보기>의 ⓐ~ⓔ를 로마자로 표기하 있음을 알 수 있어요.\n려 할 때, 이에 대한 설명으로 적절한 것은? 우리가 일상에서 이산화 탄\n소의 배출을 줄여야 하지 않을\n< 보 기 >\n까요? 일상에서 이산화 탄소\n◦ⓐ대관령[대ː괄령]에서 ⓑ백마[뱅마] 교차로까지는 멀다.\n배출을 줄이는 방법으로는 대\n◦ⓒ별내[별래] 주민들은 ⓓ삽목묘[삼몽묘]를 구입하였다. 중교통 이용하기, 가까운 거리\n는 걸어 다니기, 플라스틱 사용\n◦작년에 농장 주인은 ⓔ물난리[물랄리]로 피해를 보았다.\n줄이기, 대체 에너지 개발하기\n*ⓐ~ⓒ는 지명임. 등이 있어요.\n① ⓐ: 종성 위치에서만 유음화가 일어나 [대ː괄령]으로 발음되\n므로 ‘Daeːkwallyeong’로 표기해야 한다.\n② ⓑ: 초성 위치에서만 비음화가 일어나 [뱅마]로 발음되므로\n‘Baengma’로 표기해야 한다.\n③ ⓒ: 초성 위치에서만 유음화가 일어나 [별래]로 발음되므로\n‘Byeollae’로 표기해야 한다.\n김□□ │ △△리 이장\n④ ⓓ: 초성 위치와 종성 위치에서 비음화가 일어나 [삼몽묘]로 이 영상은 ‘북극곰의 오늘과 내일’ 홍보 영상인데, 다큐멘터리를 찾\n아서 말시도청하 못시합면니 북다극.곰 마의늘 아을픔 을키 우실감고하 있실 는수데 있, 을씨 알거예이요 예. 전의\n발음되므로 ‘sammongmyo’로 표기해야 한다.\n(혹시절 반자료도 중안에 됩잘니못다된 . 것마이늘 있 알으맹면 이알가려 주아세예요 껍. 수질정 하속겠에습서니 다말.)\n⑤ ⓔ: 초성 위치와 종성 위치에서 유음화가 일어나 [물랄리]로\n라버려 수확을 포기하는 농민도 있습니다.\n발음되므로 ‘mullalri’로 표기해야 한다. #지구_온난화 #북극곰_멸종_위기 #이산화_탄소_배출_줄이기\n댓글 ✎ 7 공감 ♥ 16\n사랑이 북극곰에게 미안하네요. 이제 가까운 거리는 걸어 다니는 게 좋\n겠죠?········································································㉠\n➥구르미 그럼요. 저도 플라스틱의 사용을 줄이기로 결심했어요."}
{"id": 39, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "39.[A]를 바탕으로 <보기>에서 일어나는 동화의 양상을 분석할\n초록꿈 저도 이산화 탄소 배출을 줄이기 위한 노력이 필요하다고 생각\n때, ㉠과 ㉡이 모두 일어나는 단어만을 골라 묶은 것은? 해요. www.○○○.go.kr 여기서 이산화 탄소 배출 줄이기 캠페\n인을 벌이고 있어요.····················································㉡\n< 보 기 >\n➥구르미 방문 감사합니다. 저도 주변 분들과 공유할게요.\n곤란[골ː란] 국민[궁민] 읍내[음내]\n입문[임문] 칼날[칼랄] 밤톨이 대체 에너지 개발하기는 우리가 일상에서 실천할 수 있는 방법\n이라고 보기 어려워요.\n➥구르미 감사해요. 수정할게요.\n① 곤란, 입문 ② 국민, 읍내\n③ 곤란, 국민, 읍내 ④ 곤란, 입문, 칼날 몽돌이 그래프의 추세가 계속 이어지면 사진 속 작은 얼음 조각마저\n사라져 북극곰은 살 곳이 없어지고 말겠어요. ㅠ.ㅠ\n⑤ 국민, 입문, 칼날\n14\n16\n국어 영역(언어와 매체) 3\n고3\n(나)"}
{"id": 41, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "41. <보기>를 참고하여 (가)와 (나)에 대해 보인 반응으로 적절\n하지 않은 것은? [3점]\n가뭄 장기화, 농작물 피해 심각\n< 보 기 >\n텔레비전 뉴스, 인터넷 블로그 등 매체를 통해 전달되는 정\n보의 구체적 형태를 매체 자료라고 한다. 매체 언어는 음성,\n문자, 사진, 동영상 등의 양식이 복합적으로 사용되는 특성을\n지닌다. 따라서 매체 자료의 수용자는 이러한 복합 양식적인\n매체 언어의 특성을 고려하여 의미를 구성할 수 있다. 이때\n그 의미는 생산자와 수용자가 놓여 있는 맥락 속에서 생성된\n진행자: 지구 온난화의 영향으로 전국에 두 달째 가뭄이 이어지면서 다. 그렇기 때문에 매체 자료의 수용은 생산자의 의도나 관\n여러 피해가 발생하고 있습니다. 현장을 취재한 윤○○ 기 점, 수용자의 관점이나 이해관계 등을 고려하여 이루어진다.\n자 나와 있습니다. 상황이 심각하다면서요? 이 과정에서 매체 자료의 수용자는 창의적 생산자가 되기도\n윤 기자: 네, 그렇습니다. 하면서 사회적 소통에 참여할 수 있다.\n진행자: 현장 상황에 대해 구체적으로 말씀해 주시겠어요?\n윤 기자: 취재한 자료 영상을 보시면 문제의 심각성을 확인하실 수 ① (가)에서 그래프와 동영상 등을, (나)에서 문자와 음성 등을\n있습니다. 지금 영상에 보이고 있는 것이 저수지 바닥입니 활용한 것은 매체 언어의 복합 양식적 특성을 보여 주는 것\n다. 이 영상을 보고 계시는 시청자분들께서도 문제의 심각 이겠군.\n성에 공감하실 것입니다. ② (가)에서 ‘몽돌이’가 쓴 댓글은 수용자가 매체 언어의 복합 양\n진행자: 가뭄이 이렇게나 심각하군요. 그에 따라 피해도 상당할 것\n식적 특성을 고려하여 의미를 구성할 수 있음을 보여 주는 것\n같습니다.\n이겠군.\n윤 기자: 가뭄으로 인해 힘들어하는 농민 한 분을 만나 봤습니다.\n③ (가)에서 ‘구르미’가 다큐멘터리를 보고 든 생각을 블로그에\n인터뷰 영상 보시겠습니다.\n올려 다른 사람들과 의견을 나눈 것은 매체 자료의 수용자가\n창의적 생산자로서 사회적 소통에 참여할 수 있음을 보여 주\n는 것이겠군.\n④ (나)에서 진행자와 윤 기자가 가뭄의 심각성을 강조한 것은\n문제의식을 수용자와 공유하고자 하는 의도를 가지고 매체\n김□□ │ △△리 이장 자료를 생산하였음을 보여 주는 것이겠군.\n마늘을 키우고 있는데, 씨알이 예전의 절반도 안 됩니 ⑤ (나)에서 진행자가 윤 기자에게 현장 상황에 대한 구체적인\n다. 마늘 알맹이가 아예 껍질 속에서 말라 버려 수확을\n설명을 요청한 것은 생산자들 간에 놓여 있는 맥락이 같아도\n포기하는 농민도 있습니다.\n관점이 서로 다를 수 있음을 보여 주는 것이겠군."}
{"id": 40, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "40.(가)와 (나)에 대한 이해로 가장 적절한 것은?"}
{"id": 42, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "42.㉠, ㉡에 대한 설명으로 가장 적절한 것은?\n① (가)는 (나)와 달리 정보 생산자 간에 면 대 면 소통을 통해 ① ㉠: 매체 언어의 특성에 주목하여, 블로그를 통해 제시된 정\n정보를 수정할 수 있다. 보의 신뢰성에 대한 의문을 제기하고 있다.\n② (가)는 (나)와 달리 정보 수용자를 고려하여 격식을 갖춘 말 ② ㉠: 매체를 통한 의사소통의 목적과 관련하여, 블로그에 제\n투로 정보를 제시하고 있다. 시된 정보를 개인의 문제 해결을 위해 활용하고 있다.\n③ (가)는 (나)와 달리 특정 기호를 앞에 붙여 열거한 말들을 ③ ㉠: 매체의 사용 습관에 대한 성찰을 바탕으로, 블로그를 통\n통해 전달되는 정보의 핵심 어구를 파악할 수 있다. 해 이루어지는 의사소통에 대한 개선책을 제안하고 있다.\n④ (나)는 (가)와 달리 정보 수용자를 특정인으로 한정지어 대 ④ ㉡: 블로그에 제시된 의견에 동의를 나타내고 매체의 기능을\n량의 정보를 전달하고 있다. 활용하여 관련 정보를 추가하고 있다.\n⑤ (나)는 (가)와 달리 정보 생산자와 수용자의 상호작용을 바 ⑤ ㉡: 블로그에 제시된 주장의 타당성을 비판하고 매체의 파급\n탕으로 정보의 수정이 이루어지고 있다. 력을 고려하여 자신의 견해를 덧붙이고 있다.\n15\n16\n4 국어 영역(언어와 매체)\n고 3\n[43~45] (가)는 학생들이 학생회장 후보자 홍보 동영상 제작 준\nS#5\n비를 위해 휴대 전화 메신저로 나눈 대화이고, (나)는 (가)를 투표하는 손을 보여 준다.\n바탕으로 작성한 이야기판이다. 물음에 답하시오.\n[자막] 당신의 한 표를 기호 ×번에 행\n사하세요.\n(가)\n학생회장 후보자 지원단 대화방 (5명)\n얘들아,\u0000대화방 열었어.\u0000서로 즉각적으로 의견을 나 경호"}
{"id": 43, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "43.(가)의 대화에 대한 설명으로 가장 적절한 것은?\n눌 수 있고 대화 내용이 남아 있어 그 내용을 참고\n하며 의견을 나눌 수도 있어서 좋을 것 같아.\u0000 ① ‘한신’은 동영상이 게재되는 매체의 정보 유통 방식을 언급하\n한신 학생회장 후보자 홍보 동영상 제작에 대해 이야기하 며 동영상의 구성 방향을 제안하고 있다.\n자는 거지? ② ‘소희’는 매체 언어의 표현 전략을 비교하여 매체 언어를 새\n응,\u0000맞아.\u0000의견 줄래? 경호 롭게 표현하는 방법의 중요성을 설명하고 있다.\n소희 누리 소통망에 올릴 홍보 동영상은 우리의 슬로건인 ③ ‘연주’는 문자와 그림말이 어우러져 만들어 내는 의미를 제시\n‘소통과 화합’을 잘 강조할 수 있어야 할 것 같아.\u0000전 하여 동영상 제작에 대한 공감을 나타내고 있다.\n에 만든 포스터에서는 그게 잘 드러나지 않아서 아\n쉬웠어.\u0000 ④ ‘경호’는 휴대 전화 메신저의 특성을 언급하며 해당 매체로\n연주 좋은 생각이 대화하는 것에 대한 긍정적인 태도를 나타내고 있다.\n야.\u0000 ⑤ ‘지섭’은 대화가 이루어지는 매체의 정보 전달 효과를 고려하\n한신 누가 이야기판 만들래?\u0000나한테 이야기판 양식이 있\n여 동영상 제작의 절차와 역할 분담 방안을 제시하고 있다.\n어.\u0000공유할게.\n파일 전송:이야기판 양식.hwp(15.0KB)\n지섭 내가 이야기판을 만들어 볼게.\u0000그럼 지금부터 동영상\n을 어떻게 구성할지 의견을 줘.\u0000"}
{"id": 44, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "44.㉠~㉤ 중 (나)에 반영되지 않은 것은?\n소희 ㉠슬로건인 ‘소통과 화합’이 잘 드러나도록 소통에\n관한 장면과 화합에 관한 장면을 하나씩 구성하자.\u0000 ① ㉠ ② ㉡ ③ ㉢ ④ ㉣ ⑤ ㉤\n연주 ㉡소통 장면에서는 경청하는 태도가 드러나도록 하\n고,\u0000화합 장면에서는 여럿이 함께하는 모습을 보여\n주도록 하자.\u0000\n한신 ㉢학교에 바라는 점을 말하는 인터뷰와 후보자를 지\n지하는 이유를 밝히는 인터뷰를 각각 다른 장면으로"}
{"id": 45, "subject": "언어와 매체", "year": 2022, "month": 3, "question": "45.다음은 (나)에 대한 검토 내용을 정리한 것이다. 이를 바탕으\n제시하자.\n로 (나)를 수정하기 위한 방안으로 적절하지 않은 것은?\n지섭 ㉣공약 사항을 자막으로 제시할 때 주의를 환기하기\n위해 효과음을 넣자.\n좋아.\u0000㉤내레이션으로 자막 내용에 대해 설명해 경호\n주자. <이야기판 검토 결과>\n후보자의 힘찬 발걸음을 부각할 수 있는 배경 음\n악이 필요함.\nS#1\n(나) 후보자와 함께 새로운 출발을 할 수 있다는 내용\n이 자막에 제시되어야 함.\n장면 장면 설명\nS#2\n슬로건을 일관되게 노출하여 강조할 필요가 있음.\nS#1 소통과 화합 (우측 상단에 슬로건 제시) 학생들과 함 ∼S#4\nS#4 인터뷰 내용의 전달 효과를 높여야 함.\n께, 후보자가 힘찬 발걸음으로 등교한다.\n공약의 실현 가능성을 인상적으로 제시하며 마무\nS#5\n리해야 함.\n[자막] 기호 ×번 김□□\nS#2 후보자가 귀 옆에 양손을 가져다 댄다. ① S#1에 밝고 역동적인 느낌의 음악을 배경 음악으로 제시한다.\n[효과음] (자막이 나올 때) 빠밤 ② S#1의 자막을 ‘기호 ×번 김□□와 함께 새로운 학교생활이\n[자막] 학급별 소통함 제작 시작됩니다.’로 수정한다.\n[내레이션] 여러분의 목소리를 귀 기울 ③ S#2∼S#4에 S#1처럼 화면 우측 상단에 ‘소통과 화합’이라\n여 듣겠습니다.\n는 문구를 추가한다.\nS#3 세 학생이 어깨동무를 한다. ④ S#4에 인터뷰의 핵심 내용을 나타내는 말들을 자막으로 제\n시한다.\n[효과음] (자막이 나올 때) 빠밤\n⑤ S#5에 학생회장 후보자가 자막을 힘주어 읽는 내레이션을\n[자막] 한마음 축제 개최\n[내레이션] 축제를 통해 하나가 되는 추가한다.\n○○고를 만들겠습니다.\nS#4\n* 확인 사항\n학교에 바라는 점을 말하는 한 학생의\n인터뷰를 제시한다. ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)\n했는지 확인하시오.\n16\n16"}
