[
  {
    "문제": "35.위 방송 진행자의 말하기 방식에 대한 설명으로 가장 적절한 \n것은?\n①질문의 형식을 활용하여 청취자에게 실천을 권유하고 있다 .\n②견해의 근거가 되는 출처를 언급하여 청취자가 신뢰감을 갖게  \n하고 있다.\n③감사 표현을 반복적으로 사용하여 청취자에게 정중한 태도를 \n드러내고 있다.\n④스스로 묻고 답하는 방식으로 개념을 설명하여 청취자의 \n이해를 돕고 있다.\n⑤중심 화제를 다양한 일상적 소재에 비유하여 청취자에게 \n친숙한 느낌을 주고 있다.",
    "답": "",
    "해설": "",
    "type": "화작",
    "문제유형": "담화/작문 방식 분석형"
  },
  {
    "문제": "36.다음은 진행자가 방송 진행을 위한 계획을 메모한 것이다 .  \n위  방송에 반영되지 않은  것은?\n∙도입부\n-청취자의 사연을 읽고 문제 해결을 돕는 방식으로\n방송을 진행할 것임을 소개 ······································ ①\n∙중심부\n-사연을 읽고, 사연 속 상황으로 인해 사연 신청자가\n느꼈을 감정을 언급 · ·· ·· ·· ··· ·· ·· ·· ·· ·· ·· ·· ·· ·· ·· ·· ··· ·· ·· ·· ·· ·· ·· ·· · ②\n-사연 속 문제 상황의 원인을 밝히고, 사연 신청자의\n문제 해결을 위해 조언 ···· ······ ····· ······ ······ ····· ······ ······ · ③\n-대화할 때 활용할 수 있는 화제의 예를 제시하고,\n각각의 예를 활용한 발화 내용을 구성하여 소개 ····· ④\n∙마무리\n-방송 내용에 관해 청취자가 자신의 생각을 남길 수있는 방법을 안내 ··························· ··························· ⑤",
    "답": "",
    "해설": "",
    "type": "화작",
    "문제유형": "의사소통 상황 이해형"
  },
  {
    "문제": "37. <보기>는 위 방송의 게시판에 청취자가 남긴 글이다 .  방송 \n내용을 고려할 때,  < 보기>에서 확인되는 청취자의 듣기 반응에 \n대한 이해로 적절하지 않은  것은?\n<보 기>\n안녕하세요,  진행자님.  방송 정말 잘 들었어요 .  저도 사연을  \n들으면서,  친구가 친해지기도 전에 갑자기 고민을 이야기해서  \n당황했던 기억이 떠올랐어요.  저도 다른 사람들에게 말하지 \n못했던 이야기를 그 친구와 공유해야 할 것 같은 의무감을 \n느껴서 부담이 됐었거든요.  대화할 때 상대방과의 친밀감을 \n고려해야 한다는 진행자님의 말씀을 들으면서 앞으로 제가 \n대화할 때에도 그렇게 하는 것이 도움이 되겠다고 생각했어요 .  \n그래서 저도 ○○  님께 자신을 드러내는 정도를 조절하면서 \n대화하는 건 정말 중요하다는 걸 꼭 말씀드리고 싶어요 .\n①자기표현과 관련된 사례를 언급한 내용을 보니 자신의 경험을  \n떠올리며 들었다.\n②의무감을 느꼈다고 언급한 내용을 보니 자신의 고민을 나누어야  \n친밀감이 형성될 수 있다는 진행자의 말에 공감하며 들었다 .\n③대화할 때 고려할 점에 대해 언급한 내용을 보니 진행자의 \n조언을 올바르게 이해하며 들었다.\n④방송에서 들은 조언을 자신에게 적용할 것을 언급한 내용을 \n보니 방송에서 얻은 정보의 유용성을 생각하며 들었다 .\n⑤사연 신청자에게 조언하는 내용을 보니 자기표현을 조절하는 \n대화에 관한 진행자의 의견에 동의하며 들었다 .2022학년도 대학수학능력시험 9월 모의평가 문제지\n(화법과 작문)1\n제1 교 시\nÇt\u0000 »8È\u001cÉÀÅÐ\u0000 ­\u0000Õ\\\u0000 È\u0000Ç­Ç@\u0000 Õ\\­m­PÇ!¬üÈ\u0015ÓÉ¬\u0000ÆÐÅÐ\u0000 ÇÂµ²È²ä\u0000.\n2\n (화법과 작문)\n1420[38～42](가)는 시정 소식지에 실린 글이고, (나)는 소식지 발행 \n이후에 개최된 협상이다. 물음에 답하시오.\n(가 )\n시정 소식지 8월호(발행일 : 20 △△. 8. 1.)\n신설 주민 복지 센터의 공간 활용을 위한 의견 수렴 실시\n우리 시에서는 새로 건립되는 주민 복지 센터의 공간 활용 \n방안에 대해 Y동과 Z동 주민들을 대상으로 의견 수렴을 실시\n한다.  이번 의견 수렴은 사전에 선정된 몇 가지 방안에 대한 \n주민들의 선호도 파악을 목적으로 하며 ,  8월 9일부터 16일 사이에  \n시청 누리집 ‘시민 게시판’ 에 접속해서 참여할 수 있다.\n지금까지 Y동과 Z동은 인근 세 개의 동과 주민 복지 센터를 \n함께 이용해 왔다.  그러나 Y동과 Z동은 다른 동들에 비해 기존의  \n주민 복지 센터와의 거리가 멀어서 이용에 어려움이 있었다 .  \n또한 해당 두 동의 인구 증가로 현재의 주민 복지 센터로는 \n이용량을 감당하기 힘든 실정이다.  게다가 현재로서는 기존 \n주민 복지 센터를 확장하는 것이 불가능한 상황이다.  이러한 \n문제들 때문에 시청에서는 두 동을 위한 주민 복지 센터 신설을  \n추진해 왔다.\n건립을 추진하면서 시청에서 Y동의 부지 한 곳과 Z동의 \n부지 한 곳을 후보지로 뽑자,  둘 중 어느 곳이 건립 부지로 더 \n적절한지에 대해 주민들 간에 의견 차이가 발생하기도 했다 .  \n이에 시에서는 양측의 주민 대표와 함께 첫 협상의 자리를 \n가졌고,  부지의 면적,  인구 규모를 고려하여 Z동 부지에 새 \n주민 복지 센터를 건립하기로 결정했다.  양보를 한 Y동 주민들을  \n위해서는 새 주민 복지 센터로 연결되는 버스 노선을 신설하기로  \n했다.\n시는 3층 규모의 해당 센터를 노인 복지 공간(1 층 ),  육아 지원  \n공간(2층 )으로 구성할 예정이다.  주민의 요구가 다양한 3층 \n공간은 의견 수렴을 통해 도서관,  주민 영화관,  체육 시설 중 \n주민 선호도를 파악하여 활용 방안을 결정한다.  두 동의 의견 \n수렴 결과가 불일치할 경우에는 이달 30일에 후속 협상을 진행\n하여 3층 공간 활용 방안을 결정할 계획이며 ,  의견 수렴 결과는  \n두 동 대표에게 전달된다.\n(나 )\n시청 담당자 :오늘은 Z동에 신축할 주민 복지 센터 3층 공간  \n활용에 대해 협상을 진행하겠습니다.  첫 협상에 이어 \n후속 협상에도 참여해 주신 Y동 대표님과 Z동 대표님께  \n감사드립니다.\nY동 대표 :우리 동은 학령 인구의 비율이 높지만 아이들이 \n책을 읽고 공부할 수 있는 공간이 부족합니다 .  그래서 \n도서관 건립을 지속적으로 건의해 왔습니다 .  시청의 \n선호도 조사에서도 우리 동 주민들의 1순위는 도서관\n이었습니다.  Z 동에 주민 복지 센터가 지어지는 만큼 \n3층  공간에 대해서는 우리 동의 의견을 따라 주시면 \n좋겠습니다.\nZ동 대표 :우리 동에서도 도서관을 선호하는 의견은 있었\n습니다.  하지만 우리 동은 중장년층 인구 비율이 높아 체육 시설의 필요성이 더 큽니다.  선호도 조사에서도 체육 \n시설을 가장 선호하는 것으로 나타났습니다.  이 점을 \n고려하여 체육 시설을 마련하면 좋겠습니다.\nY동 대표 :저희도 Z동의 상황을 알고 있습니다.  현재 진행 \n중인 저희 동의 체육 시설 확장 공사가 마무리되면 Z동의  \n중장년층 주민들도 편리하게 이용할 수 있을 것입니다.  \n㉠그러니 주민 복지 센터에 도서관을 만들면 두 동에  \n필요한 시설을 다 갖추게 되어 모두에게 이득이 되지 \n않을까요?\nZ동 대표 :물론 두 시설을 다 이용할 수 있으면 좋습니다.  \n하지만 Y동의 체육 시설과 우리 동 사이의 거리가 멀고  \n교통편도 불편합니다.  주민 복지 센터로 연결되는 신설  \n버스 노선이 체육 시설에도 연결되도록 조정하는 추가 \n조치도 있어야 합니다.\n시청 담당자 :그 문제는 버스 회사와 협의해야 하는 문제이고 ,  \n조정도 쉽지 않습니다.\nZ동 대표 :그러면 체육 시설을 통한 수익 증가가 예상되는 Y동\n에서 비용을 부담해 주시는 것은 어떻습니까 ?\nY동 대표 :이번 협상을 준비하면서 우리 동에서 양보할 수 있는  \n부분에 대해 주민들과 의견을 나누었습니다.  우리 체육 시설\n에서 운영하는 무료 셔틀버스를 Z동까지 운행하는 것은 \n가능합니다.\nZ동 대표 :그뿐만 아니라 Y동의 체육 시설 이용료는 기존 복지  \n센터 내 체육 시설 이용료보다 비쌉니다.  ㉡ Y동 입장에서는 \n이용자 증가로 더 큰 수익을 얻을 수 있지만 ,  우리 동 주민\n들은 체육 시설 이용에 대한 부담이 더 커질 것이므로 요금에  \n대한 부담을 낮춰 주십시오.\nY동 대표 :도서관을 설치하는 것에 동의해 주신다면 Z동 주민\n에게 우리 동 주민과 동일한 수준의 요금 할인을 적용하겠\n습니다.\nZ동 대표 :네 ,  동의하겠습니다.\n시청 담당자 :그럼 3층에 도서관을 설치하는 것으로 협상이 타결\n되었습니다.  세부 추진 방법은 차후에 논의하겠습니다.  \n참여해 주셔서 감사합니다.",
    "답": "",
    "해설": "",
    "type": "화작",
    "문제유형": "의사소통 상황 이해형"
  },
  {
    "문제": "38. (가 )를 쓰기 위해 세운 글쓰기 계획 중 글에 반영되지 않은  \n것은?\n①실시 예정인 주민 의견 수렴의 목적과 참여 방법을 함께 밝혀야\n겠군.\n②Y동과 Z동 주민들이 인근 지역 주민들과 주민 복지 센터를 \n함께 사용하고 있는 상황을 제시해야겠군 .\n③건립 부지의 적절성을 평가할 때 주민 참여가 필요하다는 \n의견 때문에 첫 협상이 개최되었음을 제시해야겠군 .\n④첫 협상의 결과를 이끌어 내면서 고려한 부지 선정의 기준이 \n무엇인지 제시해야겠군.\n⑤새로 건립될 주민 복지 센터의 공간 활용에 대한 계획을 언급\n하며 후속 협상이 개최될 경우에 다룰 주제를 밝혀야겠군 . [A ]\nÇt\u0000 »8È\u001cÉÀÅÐ\u0000 ­\u0000Õ\\\u0000 È\u0000Ç­Ç@\u0000 Õ\\­m­PÇ!¬üÈ\u0015ÓÉ¬\u0000ÆÐÅÐ\u0000 ÇÂµ²È²ä\u0000.\n(화법과 작문) 3",
    "답": "",
    "해설": "",
    "type": "화작",
    "문제유형": "담화/작문 방식 분석형"
  },
  {
    "문제": "39. (가 )를 작성할 때 활용한 내용 조직 방법으로 가장 적절한 \n것은?\n①1문단에서는 시청에서 주민 복지 센터 건립을 위해 수행하는 \n여러 업무를 유형에 따라 분류한다.\n②2문단에서는 시청에서 주민 복지 센터 신설을 추진하게 된 \n이유를 나열한다.\n③2문단에서는 Y동 주민들이 겪는 문제를 Z동 주민들이 겪는 \n문제와 대조한다.\n④3문단에서는 주민 복지 센터 건립을 추진하는 과정에서 발생할  \n수 있는 문제점을 분석한다.\n⑤4문단에서는 다양한 시설들을 설치가 완료된 순서대로 제시\n한다.",
    "답": "",
    "해설": "",
    "type": "화작",
    "문제유형": "담화/작문 방식 분석형"
  },
  {
    "문제": "40. (가 )와 (나 )의 맥락을 고려할 때 ,  (가 )를 읽고 (나 )를 참관한 \n주민이 [A ]에 보인 반응 중 적절하지 않은  것은?\n①시청 담당자의 말을 들으니,  소식지에서의 첫 협상과 같이 \n후속 협상에도 양측 동 대표가 참석하였군 .\n②Y동 대표의 말을 들으니,  소식지에 안내된 의견 수렴에 대하여  \nY동의 결과가 언급되었군.\n③Y동 대표의 말을 들으니,  소식지에서 소개한 주민 복지 센터 \n건립 위치는 Z동의 중장년층 인구 비율을 고려하여 결정되었군 .\n④Z동 대표의 말을 들으니,  소식지에서 소개한 공간 활용 방안 \n중에 도서관 설치를 선호하는 주민들이 Z동에도 있었군.\n⑤Z동 대표의 말을 들으니,  소식지에 언급된 신설 버스 노선에 \n대하여 조정 방안이 제시되었군.",
    "답": "",
    "해설": "",
    "type": "화작",
    "문제유형": "의사소통 상황 이해형"
  },
  {
    "문제": "41.협상 진행 과정을 고려할 때 ,  ㉠ ,  ㉡에 대한 설명으로 가장 \n적절한 것은?  [3점 ]\n①㉠은 도서관 설치와 관련해 양보할 수 있는 범위를 제시하여 \n상대의 제안과 절충을 시도하는 발화이다 .\n②㉠은 체육 시설에 대한 상대의 제안을 일부 수용하여 자신의 \n제안을 조정함으로써 상대의 양보를 이끌어 내는 발화이다 .\n③㉡은 체육 시설 설치가 실현 가능성이 낮음을 들어 자신의 \n이익을 극대화하는 발화이다.\n④㉡은 체육 시설 이용에 대한 상대의 요구 사항을 언급하며 \n자신이 양보 가능한 범위를 제시하는 발화이다 .\n⑤㉡은 체육 시설 이용 시 예상되는 상대의 이익과 자신의 부담을  \n언급하며 추가적인 요구 사항을 제시하는 발화이다 .",
    "답": "",
    "해설": "",
    "type": "화작",
    "문제유형": "의사소통 상황 이해형"
  },
  {
    "문제": "42. <보기 >는 (나 )의 협상을 취재한 기자가 쓴 기사이다 .  <보기 >를  \n작성할 때 고려한 내용으로 적절하지 않은  것은?\n<보 기>\nY동과 Z동의 주민 대표는 신설될 주민 복지 센터에 도서관을  \n설치하기로 합의했다.  신설 센터의 공간 활용에 대한 두 동의  \n의견 차이를 조정하기 위한 협상이 지난달 30일 오후 2시에 \n시청 회의실에서 개최되었다.\n협상은 다음과 같이 진행되었다.  Y 동 대표가 지역에 학령 \n인구 비율이 높아서 도서관 설치가 필요하다고 하자,  Z 동 \n대표는 중장년층 비율이 높아 체육 시설이 필요하다고 밝혔다 .  \n양측의 입장 차는 Y동 체육 시설의 활용이 대안으로 떠오르\n면서 좁혀지기 시작했으며 ,  세부적인 조건의 조율을 거쳐 합의가  \n도출되었다.\n①독자들이 협상이 개최된 장소와 시간을 파악할 수 있도록 한다.\n②독자들이 합의가 도출되기까지의 협상의 경과를 확인할 수 \n있도록 한다.\n③독자들이 기사의 중심 내용인 협상의 결과를 도입부에서 \n파악할 수 있도록 한다.\n④독자들이 기사에 인용된 내용을 바탕으로 협상에 참여한 두 \n동 대표의 입장을 파악할 수 있도록 한다 .\n⑤독자들이 기사에 언급된 필자의 의견을 통해 협상의 결과가 \nY동과 Z동 주민에게 중요한 사안임을 확인할 수 있도록 한다 .\n \n[43～45]다음은 학교 협동조합을 운영하는 학생이 작성한 보고서의 \n초고이다. 물음에 답하시오.\n우리 학교 협동조합의 운영 개선안\nⅠ .  서론\n우리 학교는 ‘협력을 통한 나눔 실천’ 이라는 취지로 학생 \n조합원으로 구성된 협동조합을 만들어 전교생을 대상으로 협동  \n매점을 운영하고 있다.  조합 설립 2년 차를 맞이하여 ㉠협동\n조합의 현황 을 살펴보고 문제점을 확인한 후,  그로 인해 ㉡발생할 \n수 있는 어려움 을 파악하고 ,  문제점을 해결할 수 있는 방안을 \n찾기 위해 이 보고서를 작성하였다.  ㉢문제의 원인 을 파악하기 \n위해 전교생을 대상으로 한 설문 조사를 진행하였다 .\nⅡ .  본론\n1.  현황\n조합원들이 점심시간 ( 12: 30∼ 13: 30)에 협동 매점을 운영하고 있고 ,  \n수익금 전액을 ○○  환경 단체에 기부하는 데 사용하고 있다.  \n조합원은 설립 초기에 107명으로 시작하였고 지난해 4분기에는 \n85명이었다.  전교생은 32 2명으로 ,  지난 1년간 인원 변동은 없었다.  \n아래의 표는 협동조합의 1년 차 운영과 관련해 전교생 대비 조합원  \n비율 및 협동 매점 수익금의 변동 추이를 보여 주는 통계 자료\n이다.\nÇt\u0000 »8È\u001cÉÀÅÐ\u0000 ­\u0000Õ\\\u0000 È\u0000Ç­Ç@\u0000 Õ\\­m­PÇ!¬üÈ\u0015ÓÉ¬\u0000ÆÐÅÐ\u0000 ÇÂµ²È²ä\u0000.\n4\n (화법과 작문)\n16201 분 기2 분 기3 분 기4 분 기\n조합원 비율 \n(%)33.2 30.4 28.6 26.4\n협동 매점 \n수익금(원)752,400 672,600 547,200 461,700\n<조합원 비율 및 협동 매점 수익금 >\n2.  문제점 분석 및 해결 방안\n현황을 통해 문제점을 확인할 수 있었다.  첫째,  조합원 \n비율이 감소하고 있다 .  이러한 상황이 지속되면 협동조합을  \n유지하기 어려워질 수 있다.  둘째,  협동 매점의 수익금이 \n줄고 있다.  그래서 수익금 기부를 통한 나눔 실천 활동을 \n지속하기가 어려워질 수 있다.\n설문 조사 결과,  조합원 비율이 감소한 원인은 조합원에 \n대한 혜택이 부족해서 탈퇴한 것 ,  홍보가 부족해서 가입이 \n저조한 것으로 분석되었다 .  또 협동 매점 수익금이 감소하는  \n원인은 판매 물품,  운영 시간에 대한 불만이 쌓여 협동 매점  \n이용자가 줄고 있기 때문으로 분석되었다 .\n첫 번째 문제점의 해결 방안은 두 가지가 있다.  우선 \n조합원의 탈퇴를 막기 위해 조합원이 혜택을 받을 수 있는 \n방안을 마련한다.  예를 들어 수익금 중 일부를 조합원의 \n복지를 위해 체험 활동비로 지원하는 방안 등이다 .  다음으로  \n홍보를 통해 협동조합 가입을 유도하는 방안을 마련한다 .  \n두 번째 문제점의 해결 방안으로 협동 매점의 소비자인 학생\n들의 불만 사항을 파악할 수 있는 수단을 마련한다 .\nⅢ .  결론\n조합원들에 대한 지속적인 관심과 협동 매점 운영에 대한 \n학생들과의 적극적인 소통이 필요하다.  개선안을 실천한다면 \n우리 학교의 협동조합이 더욱 발전할 수 있을 것이다 .",
    "답": "",
    "해설": "",
    "type": "화작",
    "문제유형": "담화/작문 방식 분석형"
  },
  {
    "문제": "43.학생이 보고서의 초고에 사용한 글쓰기 방법으로 가장 적절한  \n것은?\n①통계 자료를 통해 객관적인 정보를 제시한다 .\n②문헌 자료 분석을 통해 결론의 근거를 제시한다 .\n③다양한 해결 방안의 장단점을 비교하여 설명한다 .\n④조사 기간과 방법 및 대상을 항목화하여 제시한다 .\n⑤조사 내용과 관련된 전문 용어의 개념을 설명한다 .",
    "답": "",
    "해설": "",
    "type": "화작",
    "문제유형": "담화/작문 방식 분석형"
  },
  {
    "문제": "44.㉠∼㉢이 ‘Ⅱ .  본론’에 구체화된 내용으로 적절하지 않은  것은 ?\n①㉠ :협동 매점의 운영 시간 및 수익금 사용처\n②㉠ :조합원 비율 및 협동 매점 수익금의 변동 추이\n③㉡ :협동조합 유지와 설립 취지의 지속적인 실현이 어려움\n④㉢ :조합원에 대한 혜택이 부족하게 된 과정을 분석하여 파악한  \n원인\n⑤㉢ :조합원 비율 및 협동 매점 수익금 감소와 관련된 설문 조사  \n내용을 분석하여 파악한 원인",
    "답": "",
    "해설": "",
    "type": "화작",
    "문제유형": "담화/작문 방식 분석형"
  },
  {
    "문제": "45. <보기>는 보고서의 초고를 쓴 학생이 초고의 [A]를 보완\n하기 위해 수집한 자료이다.  자료 활용 방안으로 적절하지 않은  \n것은?  [3점 ]\n<보 기>\nㄱ .  전문가  인터뷰\n“학교 협동조합은 \n학교를 기반으로 설립한 경제 조직이자 \n사회적 가치를 추구하는 교육 공동체입니다.  학생,  교직원,  학부모 ,  \n지역 주민 등이 참여할 수 있습니다 .  수익금은 조합원의 복지를  \n위해 사용하거나 조합원의 동의를 바탕으로 공익을 위해 사용\n합니다.”\nㄴ .  인근  학교 사례\nY학교의 \n협동조합에서는 SN S를 통해 소비자의 불만 사항을  \n파악하여 협동 매점 운영에 반영하고 있다.  Z 학교의 협동\n조합은 조합원 복지를 위해 수익금으로 도서 구입비를 지원\n하고 있다.\nㄷ .  우리  학교 학생 인터뷰\n“저는 \n우리 학교 협동조합에 대해 잘 몰라서 가입하지 않았\n지만 알았다면 가입했을 것 같아요.  학교 게시판이나 누리집\n에도 협동조합에 대한 안내는 없었어요.”\n①ㄱ을활 용 하 여 ,조합원을 위한 체험 활동비 지원이 조합원 복지  \n제도로서 협동조합의 수익금 사용 방법에 부합함을 밝혀 해결 \n방안의  근거로 제시한다.\n②ㄴ을 활용하여, 조합원의 이탈 문제를 해결하는 방안의 예로 \n조합원에게 도서 구입비를 지원하는 것을 추가한다 .\n③ㄴ을 활용하여, 협동 매점의 수익금 감소 문제를 해결하는 \n방안 중 하나로 SN S와 같은 소통 수단을 사용하는 것을 제시\n한다.\n④ㄷ을활 용 하 여 ,협동 매점의 수익금을 늘리는 방안 중 하나로  \n협동조합에 대한 안내를 통해 협동 매점 이용자들의 불만 사항을  \n해소해 주는 것을 추가한다.\n⑤ㄷ을활 용 하 여 ,조합원 가입이 저조한 문제를 해결하는 방안 중  \n하나로 학교 게시판이나 누리집에 협동조합을 홍보하여 학생\n들의 가입을 유도하는 것을 제시한다.\n* 확인 사항\n◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인\n하시오.\n◦이어서, ｢선택과목(언어와 매체) ｣ 문제가 제시되오니, 자신이 \n선택한 과목인지 확인하시오.[A ]\nÇt\u0000 »8È\u001cÉÀÅÐ\u0000 ­\u0000Õ\\\u0000 È\u0000Ç­Ç@\u0000 Õ\\­m­PÇ!¬üÈ\u0015ÓÉ¬\u0000ÆÐÅÐ\u0000 ÇÂµ²È²ä\u0000.",
    "답": "",
    "해설": "",
    "type": "화작",
    "문제유형": "자료 활용·적용형"
  }
]